data_entry = [
    {"blog": "Путешествия по миру",
     "headline": "Изучение красот Мачу-Пикчу",
     "slug_headline": "izuchenie-krasot-machu-pikchu",
     "summary": """Древний город Мачу-Пикчу, скрытый среди гор Анд, привлекает 
путешественников со всего мира своей уникальной красотой и загадочностью. 
Изучение этого археологического чуда предлагает нам уникальную возможность 
погрузиться в инковскую культуру и исследовать их удивительные инженерные 
достижения. Путешественники могут отправиться на треккинговый маршрут, 
подняться на вершину Хуайна Пикчу и насладиться потрясающим видом на 
древний город. Изучение Мачу-Пикчу - это не только путешествие во времени, 
но и возможность узнать больше о древних цивилизациях и их наследии.""",
     "body_text": """<p>Скрытый среди гор Анд, древний город Мачу-Пикчу привлекает путешественников со всего мира 
     своей уникальной красотой и загадочностью. Это место, словно затерянное во времени, оставляет неизгладимое 
     впечатление своей атмосферой и историей.</p>
     
    <p>Изучение этого археологического чуда предоставляет нам уникальную возможность погрузиться в инковскую культуру 
    и исследовать их удивительные инженерные достижения. Здесь, среди древних камней и храмов, можно ощутить величие 
    и мастерство инков, которые создали этот удивительный город.</p>
    
    <p>Путешественники, решившие отправиться на треккинговый маршрут, встречают невероятные приключения, преодолевая 
    горные тропы и взбираясь на вершину Хуайна Пикчу. Там, на высоте, открывается потрясающий вид на древний город, 
    который оставляет в памяти незабываемые воспоминания.</p>
    
    <p>Мачу-Пикчу - это не только путешествие во времени, но и возможность узнать больше о древних цивилизациях и их 
    наследии. Это место наполняет нас вдохновением и уважением к инкам, оставившим свой след в истории.</p>
    
    <p><strong>В заключении,</strong> Мачу-Пикчу - это исторический кладезь, который привлекает путешественников 
    своей уникальной атмосферой и историческим значением. Посещение этого древнего города становится настоящим 
    путешествием в прошлое и позволяет нам прикоснуться к великой инковской культуре.</p>""",
     "image": "image_entry/1.jpg",
     "pub_date": "2022-04-01 21:00:00",
     "authors_id": [7, 22],
     "number_of_comments": 2,
     "number_of_pingbacks": 10,
     "rating": None,
     "tags": ["Путешествие", "Приключение"],
     },
    {"blog": "Путешествия по миру",
     "headline": "Приключения в Амазонке",
     "slug_headline": "priklyucheniya-v-amazonke",
     "summary": """Амазонка - это не просто река, это целый мир приключений 
и загадок. Встреча с дикой природой Амазонки позволит вам увидеть 
уникальную биоразнообразие и ощутить мощь естественной силы. Прогулка на 
каноэ по реке, ночные походы в джунгли, наблюдение за экзотическими 
животными и птицами - все это ожидает вас в Амазонке. Погрузитесь в 
зеленый мир самой большой тропической джунгли на Земле и откройте для 
себя удивительные приключения, которые запомнятся на всю жизнь.""",
     "body_text": """<p>Амазонка - это не просто река, это целый мир приключений и загадок. Это место, где дикая 
     природа расцветает во всей своей красе, где каждый уголок природы кажется настоящим чудом. Она привлекает тех, 
     кто ищет уникальное биоразнообразие и стремится ощутить мощь естественных сил.</p>
     
     <p>Прогулка на каноэ по 
     Амазонке - это возможность окунуться в сердце этой дикой реки и исследовать ее водные пути. Ночные походы в 
     глубины джунглей позволяют наблюдать за жизнью, которая просыпается после заката солнца, а встречи с 
     экзотическими животными и птицами станут незабываемым опытом для любителей природы.</p> 
     
     <p>Амазонка - это 
     зеленый мир самой большой тропической джунгли на Земле. Здесь каждый шаг приводит к новому открытию, 
     каждый взгляд на природу наполняет чувства удивлением и благоговением перед этой удивительной планетой. Это 
     место, где приключения исходят из самой природы.</p> 
     
     <p><strong>В заключении,</strong> Амазонка - это не просто 
     место на карте, это мир приключений, который запомнится вам на всю жизнь. Погрузитесь в этот удивительный мир и 
     откройте для себя его богатства и загадки, которые будут вас вдохновлять и восхищать.</p>""",
     "image": "image_entry/2.jpg",
     "pub_date": "2022-08-01 21:00:00",
     "authors_id": [9],
     "number_of_comments": 14,
     "number_of_pingbacks": 30,
     "rating": 5,
     "tags": ["Приключение", "Путешествие"],
     },
    {"blog": "Путешествия по миру",
     "headline": "Знакомство с Парижем",
     "slug_headline": "znakomstvo-s-parizhem",
     "summary": """Париж - город любви, искусства и изысканности. 
Знакомство с Парижем - это погружение в его узкие улочки, исторические 
достопримечательности и культурную сцену. Прогулка по набережной Сены, 
посещение Эйфелевой башни, музея Лувр и собора Парижской Богоматери - 
это всего лишь некоторые из знаковых мест, которые стоит посетить. 
Парижские кафе, булочные и рестораны предлагают богатство французской 
кухни и возможность насладиться неповторимой атмосферой этого 
удивительного города.""",
     "body_text": """<p>Париж - город, который сразу же ассоциируется с любовью, искусством и изысканностью. 
     Знакомство с Парижем - это непередаваемый опыт, который погружает вас в атмосферу его узких улочек, исторических 
     достопримечательностей и бесконечных возможностей для культурного обогащения.</p>
     
    <p>Прогулка по набережной Сены становится увлекательным путешествием вдоль этой живописной реки, предоставляя 
    возможность насладиться видами на знаменитые мосты и набережные кафе. Посещение Эйфелевой башни, музея Лувр и 
    собора Парижской Богоматери - это всего лишь некоторые из знаковых мест, которые стоит обязательно посетить в 
    этом городе искусства.</p>
    
    <p>Но Париж - это не только музеи и исторические памятники. Этот город также славится своими кафе, булочными и 
    ресторанами, предлагающими богатство французской кухни. Здесь вы можете насладиться великолепными блюдами, 
    от классического круассана до изысканных блюд в ресторанах с мишленовскими звездами.</p>
    
    <p><strong>В заключении,</strong> Париж - это город, который оставляет незабываемые воспоминания и вдохновляет 
    своей красотой и культурным наследием. Здесь вы можете пережить волшебство любви и искусства, и каждая поездка в 
    этот город становится приключением, которое будет дорогим вам на всю жизнь.</p>""",
     "image": "image_entry/3.jpg",
     "pub_date": "2022-06-01 21:00:00",
     "authors_id": [7, 8, 9],
     "number_of_comments": 7,
     "number_of_pingbacks": 5,
     "rating": 4.7,
     "tags": ["Путешествие"],
     },
    {"blog": "Путешествия по миру",
     "headline": "Открывая тайны Колизея",
     "slug_headline": "otkryvaya-tajny-kolizeya",
     "summary": """Колизей - величественная арена, свидетель исторических 
сражений и развлечений древнего Рима. Откройте для себя его тайны и 
узнайте больше о жизни в античной Римской империи. Исследуйте 
архитектурные детали, узнайте о роли Колизея в культуре и развлечениях 
древних римлян. Посетите музей, расположенный внутри Колизея, где вы 
сможете увидеть артефакты, связанные с его историей. Путешествие во 
времени через посещение Колизея откроет перед вами удивительный мир 
древнего Рима.""",
     "body_text": """<p>Колизей - это не просто величественная арена, это место, где заключены исторические сражения 
     и развлечения древнего Рима. Посещение этой арены предоставляет вам уникальную возможность открыть для себя его 
     тайны и узнать больше о жизни в античной Римской империи.</p>
     
    <p>Исследование Колизея позволяет вам рассмотреть архитектурные детали, которые олицетворяют величие римского 
    строительства. Здесь вы узнаете о роли, которую Колизей играл в культуре и развлечениях древних римлян. Эта арена 
    была местом грандиозных спектаклей и гладиаторских боев, оставивших незабываемый след в истории.</p>
    
    <p>Посещение музея, расположенного внутри Колизея, становится настоящим временным путешествием. Здесь вы сможете 
    увидеть артефакты, связанные с историей этой великой арены, и погрузитесь в мир древнего Рима через предметы и 
    экспонаты, которые рассказывают о его прошлом.</p>
    
    <p><strong>В заключении,</strong> путешествие во времени через посещение Колизея откроет перед вами удивительный 
    мир древнего Рима. Это место, где история становится живой, и каждый его камень кажется рассказывающим о прошлом. 
    Посетите Колизей и станьте частью великой римской истории.</p> </body>""",
     "image": "image_entry/4.jpg",
     "pub_date": "2022-09-01 21:00:00",
     "authors_id": [13, 18],
     "number_of_comments": 2,
     "number_of_pingbacks": 5,
     "rating": 3.3,
     "tags": ["Путешествие", "Тайна"],
     },
    {"blog": "Путешествия по миру",
     "headline": "Оазисы Сахары: красота и опасность",
     "slug_headline": "oazisy-sahary-krasota-i-opasnost",
     "summary": """Сахара - самая большая пустыня на планете, и в ее сердце 
скрыты удивительные оазисы. Погрузитесь в суровую красоту Сахары и 
откройте для себя места, где жизнь пробивает себе путь сквозь песчаные 
дюны. Оазисы предлагают прохладу, зелень и свежую воду в иссушающей 
пустыне. Однако, несмотря на красоту, Сахара также представляет 
опасность своими экстремальными температурами и отсутствием воды. 
Познакомьтесь с удивительным миром Сахары и увидьте, как природа 
адаптируется к таким непростым условиям жизни.""",
     "body_text": """<p>Сахара - самая большая пустыня на планете, и она прячет в своих безжизненных просторах 
     удивительные оазисы. Путешествие в Сахару позволяет вам погрузиться в суровую красоту этой пустыни и открыть для 
     себя места, где жизнь находит свой путь среди бескрайних песчаных дюн.</p>

    <p>Оазисы в сердце Сахары предлагают прохладу, зелень и, что немаловажно, свежую воду в иссушающей пустыне. Они 
    становятся оазисами жизни, куда собираются множество видов растений и животных, приспособившихся к экстремальным 
    условиям.</p>

    <p>Однако, несмотря на свою непередаваемую красоту, Сахара также представляет опасность своими экстремальными 
    температурами и отсутствием воды. Путешественники, решившие исследовать этот регион, должны быть готовы к 
    тщательной подготовке и соблюдению мер предосторожности.</p>

    <p><strong>В заключении,</strong> путешествие в Сахару - это погружение в удивительный мир, где природа 
    адаптируется к непростым условиям жизни. Эта пустыня ошеломляет своей красотой и непростой жизнью, и исследование 
    ее предлагает уникальный опыт встречи с природой в ее самых суровых проявлениях.</p> </body>""",
     "image": "image_entry/5.jpg",
     "pub_date": "2023-04-01 00:00:00",
     "authors_id": [22, 14, 15],
     "number_of_comments": 4,
     "number_of_pingbacks": 0,
     "rating": 3.4,
     "tags": ["Путешествие", "История"],
     },
    {"blog": "Кулинарные искушения",
     "headline": "Рецепты блюд из итальянской кухни",
     "slug_headline": "recepty-blyud-iz-italyanskoj-kuhni",
     "summary": """Итальянская кухня славится своим богатством вкусов и 
разнообразием блюд. В этой статье мы поделимся с вами несколькими 
классическими рецептами, которые позволят вам окунуться в мир 
итальянской гастрономии. Вы узнаете, как приготовить настоящую пасту аль 
денте, как приготовить вкуснейшие пиццы с разнообразными начинками и как 
приготовить итальянские десерты, например, тирамису. Раскройте секреты 
итальянской кухни и порадуйте себя и своих близких аутентичными и 
вкусными блюдами.""",
     "body_text": """<p>Итальянская кухня славится своим богатством вкусов и разнообразием блюд. В этой статье мы 
     поделимся с вами несколькими классическими рецептами, которые позволят вам окунуться в мир итальянской 
     гастрономии.</p>

    <p>Первым шагом в приготовлении аутентичных итальянских блюд является научиться готовить настоящую пасту "аль 
    денте". Этот термин означает, что паста должна быть упругой и приятной на вкус, с небольшим остатком железистости 
    при жевании.</p>

    <p>Далее, вы узнаете, как приготовить вкуснейшие пиццы с разнообразными начинками. Пицца - это не просто быстрый 
    ужин, это искусство! Мы расскажем вам о секретах приготовления тонкого хрустящего теста и идеальных сочетаниях 
    ингредиентов для начинки.</p>

    <p>И, конечно, не забудем про итальянские десерты. Вы узнаете, как приготовить тирамису - сладкое и нежное блюдо, 
    которое завершит ваш обед или ужин с изыском.</p>

    <p><strong>В заключении,</strong> раскройте секреты итальянской кухни и порадуйте себя и своих близких 
    аутентичными и вкусными блюдами. Итальянская кухня - это настоящее путешествие в мир вкуса и страсти к еде, 
    которое вы сможете повторить в своей собственной кухне.</p>""",
     "image": "image_entry/6.jpg",
     "pub_date": "2023-01-01 00:00:00",
     "authors_id": [19, 11],
     "number_of_comments": 10,
     "number_of_pingbacks": 0,
     "rating": 3.5,
     "tags": ["Кулинария"],
     },
    {"blog": "Кулинарные искушения",
     "headline": "Приготовление собственного хлеба",
     "slug_headline": "prigotovlenie-sobstvennogo-hleba",
     "summary": """Аромат свежеиспеченного хлеба заполняет дом и создает 
уютную атмосферу. В этой статье мы расскажем вам о процессе 
приготовления хлеба в домашних условиях. Вы узнаете, как подготовить 
тесто, как правильно расстойку и выпекать хлеб. Мы также поделимся с 
вами различными рецептами хлеба, от классического французского багета до 
ароматного кукурузного хлеба. Приготовьте свой собственный хлеб и 
наслаждайтесь его неповторимым вкусом и ароматом.""",
     "body_text": "<p>Полный текст статьи.</p>",
     "image": "image_entry/7.jpg",
     "pub_date": "2023-08-01 00:00:00",
     "authors_id": [14],
     "number_of_comments": 7,
     "number_of_pingbacks": 7,
     "rating": 2.3,
     "tags": ["Кулинария"],
     },
    {"blog": "Кулинарные искушения",
     "headline": "Экзотические специи и их использование",
     "slug_headline": "ekzoticheskie-specii-i-ih-ispolzovanie",
     "summary": """Экзотические специи добавляют в блюда особый вкус и 
аромат. В этой статье мы представим вам несколько интересных 
экзотических специй и расскажем, как их использовать в кулинарии. 
Узнайте о чили, корице, куркуме, кардамоне и других специях, которые 
придают блюдам уникальные оттенки. Мы также поделимся с вами рецептами, 
в которых экзотические специи станут настоящими героями. Откройте новые 
гастрономические горизонты с помощью экзотических специй.""",
     "body_text": """<p>Экзотические специи - это неотъемлемая часть многих кулинарных традиций по всему миру. Они 
     придают блюдам особый вкус и аромат, создавая уникальные оттенки в гастрономическом опыте. В этой статье мы 
     представим вам несколько интересных экзотических специй и расскажем, как их использовать в кулинарии.</p>

    <p>Одной из самых популярных экзотических специй является чили. Его острая и пикантная природа делает его 
    идеальным для приготовления пикантных блюд, таких как мексиканская сальса или индийский карри.</p>

    <p>Корица - это специя с богатой историей и сладким ароматом. Она часто используется в выпечке, горячих напитках 
    и десертах. Куркум - это ярко-желтая специя с острым вкусом, которая часто применяется в азиатской кулинарии, 
    особенно в блюдах с рисом и карри.</p>

    <p>Кардамон - это специя с богатым ароматом и нотками цитрусовых. Она прекрасно сочетается с различными видами 
    чая и кофе. Мы также поделимся с вами рецептами, в которых экзотические специи станут настоящими героями, 
    придавая блюдам уникальные и незабываемые вкусы.</p>

    <p><strong>В заключении,</strong> экзотические специи - это ключ к расширению вашего кулинарного опыта и открытию 
    новых гастрономических горизонтов. Используйте их с умом и творчеством, чтобы создавать блюда, которые будут 
    радовать вас и ваших близких.</p>""",
     "image": "image_entry/8.jpg",
     "pub_date": "2022-12-01 00:00:00",
     "authors_id": [9, 13],
     "number_of_comments": 2,
     "number_of_pingbacks": 4,
     "rating": 4.2,
     "tags": ["Кулинария"],
     },
    {"blog": "Кулинарные искушения",
     "headline": "Десерты для настоящих сладкоежек",
     "slug_headline": "deserty-dlya-nastoyashchih-sladkoezhek",
     "summary": """Нет ничего лучше, чем насладиться вкусным десертом после 
обеда или вечернего ужина. В этой статье мы представим вам несколько 
рецептов десертов, которые понравятся настоящим сладкоежкам. Вы узнаете, 
как приготовить шоколадный торт, воздушные пирожные, фруктовые салаты и 
многое другое. Мы также поделимся с вами советами по украшению десертов, 
чтобы они выглядели так же аппетитно, как и вкусны. Разбудите свою 
сладкую сторону и порадуйте себя и своих близких великолепными 
десертами.""",
     "body_text": """<p>Нет ничего лучше, чем завершить обед или вечерний ужин вкусным десертом. В этой статье мы 
     представим вам несколько невероятных рецептов десертов, которые точно понравятся настоящим сладкоежкам.</p>

    <p>Первым в списке наших десертов является шоколадный торт. Этот нежный и насыщенный десерт покорит сердца всех 
    любителей шоколада. Мы расскажем вам о секретах его приготовления, чтобы каждый битый кусочек был настоящим 
    удовольствием.</p>

    <p>Далее, вы узнаете, как приготовить воздушные пирожные, которые просто тают во рту. Эти маленькие сладости 
    можно украсить разнообразными начинками, чтобы они соответствовали вашему вкусу.</p>

    <p>Не забудем и о здоровых вариантах десертов. Мы представим вам рецепты фруктовых салатов, которые насытят вас 
    витаминами и сделают десерт полезным и вкусным.</p>

    <p><strong>В заключении,</strong> разбудите свою сладкую сторону и порадуйте себя и своих близких великолепными 
    десертами. Наши рецепты и советы по украшению помогут вам создать удивительные сладкие наслаждения, 
    которые поднимут настроение и сделают ваш обед или ужин особенными.</p>""",
     "image": "image_entry/9.jpg",
     "pub_date": "2023-12-01 00:00:00",
     "authors_id": [9],
     "number_of_comments": 4,
     "number_of_pingbacks": 9,
     "rating": 4.9,
     "tags": ["Кулинария"],
     },
    {"blog": "Кулинарные искушения",
     "headline": "Гастрономическое путешествие по Франции",
     "slug_headline": "gastronomicheskoe-puteshestvie-po-francii",
     "summary": """Франция - страна, известная своей утонченной кухней и 
богатством гастрономического наследия. В этой статье мы предлагаем вам 
отправиться в увлекательное гастрономическое путешествие по Франции. Вы 
узнаете о различных региональных блюдах, таких как рататуй из Ниццы, 
крепкий сырный суфле из Савойи, нежное фуа-гра из Лангедока и многое 
другое. Мы расскажем вам о французских винных регионах и предложим 
подборки местных вин, которые отлично сочетаются с блюдами. Погрузитесь 
во французскую гастрономию и насладитесь великолепными вкусами и 
ароматами.""",
     "body_text": """<p>Франция - это страна, известная своей утонченной кухней и богатством гастрономического 
     наследия. В этой статье мы предлагаем вам отправиться в увлекательное гастрономическое путешествие по Франции.</p>

    <p>В разных регионах Франции существуют уникальные блюда, которые отражают местные традиции и ингредиенты. 
    Например, в Ницце вы можете попробовать рататуй - овощное блюдо, приготовленное из местных овощей и томатов.</p>

    <p>В регионе Савойя известно своими крепкими сырами, и крепкий сырный суфле - это настоящая гастрономическая 
    находка. Оно сочетает в себе нежность и насыщенный вкус французских сыров.</p>

    <p>Фуа-гра, деликатес из Лангедока, представляет собой нежную печень утки или гуся. Это блюдо часто считается 
    изысканной деликатесом и частью французской гастрономической традиции.</p>

    <p>И, конечно, мы не можем обойти стороной французские вина. Франция известна своими винными регионами, 
    и мы предложим вам подборки местных вин, которые отлично сочетаются с блюдами Франции, создавая гармонию вкусов и 
    ароматов.</p>

    <p><strong>В заключении,</strong> погрузитесь во французскую гастрономию и насладитесь великолепными вкусами и 
    ароматами. Французская кухня - это настоящее искусство, которое оставит незабываемые впечатления и запомнитесь 
    вам на всю жизнь.</p>""",
     "image": "image_entry/10.jpg",
     "pub_date": "2023-01-01 00:00:00",
     "authors_id": [7, 22],
     "number_of_comments": 5,
     "number_of_pingbacks": 5,
     "rating": 4.8,
     "tags": ["Кулинария", "Путешествие"],
     },
    {"blog": "Фитнес и здоровый образ жизни",
     "headline": "Упражнения для поддержания физической формы",
     "slug_headline": "uprazhneniya-dlya-podderzhaniya-fizicheskoj-formy",
     "summary": """В этой статье мы представим вам набор упражнений, 
которые помогут поддерживать вашу физическую форму. Вы узнаете о 
различных видах тренировок, включая кардио, силовые упражнения и 
гибкость. Мы также поделимся с вами советами по правильной технике 
выполнения упражнений и расскажем о преимуществах регулярных 
тренировок.""",
     "body_text": """<p>В этой статье мы представим вам набор упражнений, которые помогут поддерживать вашу 
     физическую форму. Регулярная тренировка - ключ к здоровью и благополучию.</p>

    <p>Сначала мы рассмотрим кардио-тренировки, которые способствуют укреплению сердечно-сосудистой системы и 
    сжиганию лишних калорий. Бег, плавание, велосипед и ходьба - все это отличные способы улучшить вашу 
    выносливость.</p>

    <p>Далее, вы узнаете о силовых тренировках, которые помогут вам развивать мышцы и укреплять костную ткань. 
    Поднимайте гантели, делайте отжимания и приседания, чтобы укрепить свое тело.</p>

    <p>Гибкость также играет важную роль в общей физической форме. Растяжка и йога помогут вам сохранить гибкость 
    суставов и мышц, а также предотвратить травмы.</p>

    <p><strong>В заключении,</strong> регулярные тренировки - это залог здоровья и активной жизни. Выбирайте виды 
    тренировок, которые вам нравятся, следуйте правильной технике, и вы ощутите преимущества тренировок в полной 
    мере.</p>""",
     "image": "image_entry/11.jpg",
     "pub_date": "2023-10-01 00:00:00",
     "authors_id": [11],
     "number_of_comments": 2,
     "number_of_pingbacks": 3,
     "rating": 5,
     "tags": ["Фитнес", "Советы"],
     },
    {"blog": "Фитнес и здоровый образ жизни",
     "headline": "Здоровое питание: полезные рецепты",
     "slug_headline": "zdorovoe-pitanie-poleznye-recepty",
     "summary": """В этой статье вы найдете полезные рецепты, которые 
помогут вам поддерживать здоровое питание. Мы поделимся с вами идеями 
для здоровых завтраков, обедов и ужинов, а также вкусными и полезными 
перекусами. Вы узнаете о важности баланса питательных веществ и получите 
рекомендации по выбору качественных продуктов.""",
     "body_text": "<p>Полный текст статьи.</p>",
     "image": "image_entry/12.jpg",
     "pub_date": "2023-05-01 00:00:00",
     "authors_id": [9],
     "number_of_comments": 7,
     "number_of_pingbacks": 20,
     "rating": 3.9,
     "tags": ["Здоровье", "Советы"],
     },
    {"blog": "Фитнес и здоровый образ жизни",
     "headline": "Топ-10 фитнес-тренеров для вдохновения",
     "slug_headline": "top-10-fitnes-trenerov-dlya-vdohnoveniya",
     "summary": """В этой статье мы представим вам десять вдохновляющих 
фитнес-тренеров, которые помогут вам достичь ваших фитнес-целей. Мы 
расскажем вам о их достижениях, тренировочных программах и философии 
здорового образа жизни. Вы сможете найти тренера, который соответствует 
вашим потребностям и станет вашим источником мотивации.""",
     "body_text": """<p>В этой статье мы представим вам десять вдохновляющих фитнес-тренеров, которые помогут вам 
     достичь ваших фитнес-целей. Узнайте больше о профессионалах, готовых поделиться своими знаниями и опытом.</p>

    <p>Каждый из этих тренеров имеет внушительный опыт и заслуженную репутацию в мире фитнеса. Они разработали 
    эффективные тренировочные программы, которые подходят для разных уровней подготовки и целей.</p>

    <p>Но фитнес - это не только физические упражнения. Эти тренеры также поделятся своей философией здорового образа 
    жизни, включая питание и психологическую составляющую.</p>

    <p>Выберите тренера, который соответствует вашим потребностям и станет вашим источником мотивации. Независимо от 
    того, хотите ли вы улучшить физическую форму, набрать мышечную массу или просто поддерживать здоровый образ 
    жизни, у наших тренеров есть что предложить.</p>

    <p><strong>В заключении,</strong> вдохновитесь и начните свой путь к здоровью и фитнесу вместе с этими 
    талантливыми тренерами. Они помогут вам достичь ваших целей и подарят вам здоровый образ жизни.</p>""",
     "image": "image_entry/13.jpg",
     "pub_date": "2024-01-01 00:00:00",
     "authors_id": [13],
     "number_of_comments": 1,
     "number_of_pingbacks": 4,
     "rating": 2.9,
     "tags": ["Фитнес"],
     },
    {"blog": "Фитнес и здоровый образ жизни",
     "headline": "Как правильно заниматься йогой",
     "slug_headline": "kak-pravilno-zanimatsya-jogoj",
     "summary": """В этой статье мы расскажем вам о правильном подходе к 
занятиям йогой. Вы узнаете о различных стилях йоги, основных асанах и 
дыхательных упражнениях. Мы также поделимся с вами советами по созданию 
комфортной атмосферы для практики йоги и о том, как получить 
максимальную пользу от этой древней практики.""",
     "body_text": """<p>В этой статье мы расскажем вам о правильном подходе к занятиям йогой. Йога - это не только 
     физические упражнения, но и духовная практика, которая способствует гармонии тела и ума.</p>

    <p>Сначала мы поговорим о различных стилях йоги, включая Хатха, Виньяса, Аштанга и другие. Каждый стиль имеет 
    свои особенности и подходит для разных целей и уровней подготовки.</p>

    <p>Затем вы узнаете об основных асанах (позах) и дыхательных упражнениях, которые помогут вам развивать гибкость, 
    силу и внимание к дыханию. Постепенно осваивайте асаны и не забывайте о важности правильной техники.</p>

    <p>Для успешной практики йоги также важна атмосфера. Мы поделимся с вами советами по созданию уютного и 
    спокойного места для занятий. Медитация и пранаяма (дыхательные упражнения) помогут вам достичь гармонии ума и 
    тела.</p>

    <p><strong>В заключении,</strong> йога - это путь к здоровью и внутреннему равновесию. Начните свою практику с 
    правильным подходом, учите новые асаны и наслаждайтесь пользой для своего тела и души.</p>""",
     "image": "image_entry/14.jpg",
     "pub_date": "2024-04-01 06:00:00",
     "authors_id": [15, 20],
     "number_of_comments": 0,
     "number_of_pingbacks": 0,
     "rating": 4.1,
     "tags": ["Фитнес"],
     },
    {"blog": "Фитнес и здоровый образ жизни",
     "headline": "Секреты успешного похудения",
     "slug_headline": "sekrety-uspeshnogo-pohudeniya",
     "summary": """В этой статье мы раскроем перед вами секреты успешного 
похудения. Вы узнаете о правильном подходе к питанию, регулярной 
физической активности и психологической поддержке. Мы поделимся с вами 
стратегиями управления весом, методами измерения прогресса и советами по 
поддержанию мотивации в течение всего процесса похудения.""",
     "body_text": """<p>В этой статье мы раскроем перед вами секреты успешного похудения. Достижение и поддержание 
     здорового веса - это результат комплексного подхода, включающего в себя правильное питание, регулярную 
     физическую активность и психологическую поддержку.</p>

    <p>Правильное питание - ключевой элемент процесса похудения. Мы расскажем вам о здоровых пищевых привычках, 
    балансе макро- и микроэлементов, а также о том, как контролировать порции и избегать излишних калорий.</p>

    <p>Физическая активность не только помогает сжигать лишние калории, но и укрепляет мышцы и повышает общее 
    самочувствие. Мы поделимся с вами стратегиями тренировок, которые способствуют эффективному похудению и улучшению 
    физической формы.</p>

    <p>Психологическая поддержка также играет важную роль. Вы узнаете о методах управления стрессом, поддержании 
    мотивации и справлении с эмоциональными проблемами, которые могут возникнуть во время похудения.</p>

    <p><strong>В заключении,</strong> похудение - это долгосрочный процесс, требующий терпения и усилий. Однако, 
    с правильным подходом и стратегиями, вы можете достичь своих целей и поддерживать здоровый образ жизни.</p>""",
     "image": "image_entry/15.jpg",
     "pub_date": "2023-04-01 06:00:00",
     "authors_id": [15],
     "number_of_comments": 5,
     "number_of_pingbacks": 4,
     "rating": 4.2,
     "tags": ["Здоровье", "Советы"],
     },
    {"blog": "ИТ-новости и технологии",
     "headline": "Последние тренды в мире искусственного интеллекта",
     "slug_headline": "poslednie-trendy-v-mire-iskusstvennogo-intellekta",
     "summary": """В этой статье мы расскажем о последних трендах в мире 
искусственного интеллекта. Вы узнаете о новейших разработках, применении 
искусственного интеллекта в различных областях, таких как медицина, 
транспорт, финансы и многое другое. Мы также обсудим перспективы и 
вызовы, с которыми сталкиваются исследователи и разработчики в этой 
инновационной сфере.""",
     "body_text": """<p>В этой статье мы расскажем о последних трендах в мире искусственного интеллекта. 
     Искусственный интеллект (ИИ) продолжает привлекать внимание и инновационные разработки в различных областях.</p>

    <p>Новейшие разработки в области медицины, такие как машинное обучение для диагностики болезней и разработка 
    лекарств, открывают новые возможности для спасения жизней и улучшения качества медицинской помощи.</p>

    <p>Искусственный интеллект также играет важную роль в сфере транспорта, автономных автомобилей и сетей 
    общественного транспорта, что способствует повышению безопасности и эффективности.</p>

    <p>В финансовой сфере ИИ используется для прогнозирования рыночных трендов, управления рисками и обнаружения 
    мошенничества. Это помогает банкам и инвесторам принимать более обоснованные решения.</p>

    <p>Однако, вместе с возможностями ИИ существуют и вызовы, такие как вопросы конфиденциальности данных и этические 
    аспекты. <strong>В заключении,</strong> искусственный интеллект продолжает преобразовывать мир, и его будущее 
    остается захватывающим исследовательским полем.</p>""",
     "image": "image_entry/16.jpg",
     "pub_date": "2024-04-01 06:00:00",
     "authors_id": [9, 14],
     "number_of_comments": 0,
     "number_of_pingbacks": 0,
     "rating": 4.7,
     "tags": ["Тренды", "Технологии"],
     },
    {"blog": "ИТ-новости и технологии",
     "headline": "Развитие интернета вещей: будущее или реальность?",
     "slug_headline": "razvitie-interneta-veshchej-budushchee-ili-realnost",
     "summary": """В этой статье мы рассмотрим развитие интернета вещей и 
выясним, насколько это будущее уже стало реальностью. Вы узнаете о 
принципах работы интернета вещей, его преимуществах и вызовах. Мы также 
рассмотрим конкретные примеры применения интернета вещей в различных 
сферах, таких как умный дом, здравоохранение, промышленность и 
транспорт.""",
     "body_text": """<p>В этой статье мы рассмотрим развитие интернета вещей и выясним, насколько это будущее уже 
     стало реальностью. Интернет вещей (IoT) представляет собой концепцию, в которой устройства и предметы 
     оборудованы сенсорами и соединены с интернетом, чтобы обмениваться данными и выполнять различные задачи.</p>

    <p>Принцип работы IoT заключается в сборе данных от устройств, их анализе и использовании для оптимизации 
    процессов. Это позволяет улучшить эффективность и контроль в различных областях, включая умный дом, где вы можете 
    управлять освещением и отоплением с помощью смартфона.</p>

    <p>Важными преимуществами IoT являются повышение уровня автоматизации, экономия времени и ресурсов, 
    а также создание новых возможностей для бизнеса и инноваций в медицине и здравоохранении.</p>

    <p>Однако, развитие IoT также сталкивается с вызовами, связанными с безопасностью данных и приватностью. 
    Злоумышленники могут попытаться взломать устройства IoT, что создает потенциальные риски.</p>

    <p><strong>В заключении,</strong> интернет вещей представляет собой важное направление в развитии технологий, 
    и его влияние на нашу повседневную жизнь продолжает расти. От наших домов до индустрии и здравоохранения, 
    IoT меняет мир вокруг нас.</p>""",
     "image": "image_entry/17.jpg",
     "pub_date": "2022-02-01 06:00:00",
     "authors_id": [11],
     "number_of_comments": 8,
     "number_of_pingbacks": 8,
     "rating": 4.4,
     "tags": ["Новости", "Развитие"],
     },
    {"blog": "ИТ-новости и технологии",
     "headline": "Новые гаджеты и устройства: обзор рынка",
     "slug_headline": "novye-gadzhety-i-ustrojstva-obzor-rynka",
     "summary": """В этой статье мы представим вам обзор рынка новых 
гаджетов и устройств. Вы узнаете о самых актуальных технологических 
новинках, таких как смартфоны, ноутбуки, планшеты, умные часы и другие 
устройства. Мы расскажем о их особенностях, возможностях и тенденциях 
развития. Эта статья поможет вам быть в курсе последних технологических 
достижений и сделать информированный выбор при покупке нового гаджета.""",
     "body_text": """<p>В этой статье мы представим вам обзор рынка новых гаджетов и устройств. Сегодня 
     технологический мир развивается со скоростью света, и каждый день на рынке появляются новые устройства и 
     технологии.</p>

    <p>Смартфоны остаются одними из самых востребованных гаджетов, и производители постоянно улучшают их 
    характеристики. Вы узнаете о последних моделях с инновационными функциями и камерами, способными конкурировать с 
    профессиональными фотоаппаратами.</p>

    <p>Ноутбуки и планшеты также продолжают развиваться, предлагая более мощные процессоры, высокое разрешение 
    экранов и удобство для работы и развлечений.</p>

    <p>Умные часы становятся неотъемлемой частью повседневной жизни, предоставляя удобный доступ к информации, 
    мониторингу здоровья и даже возможность управлять умным домом.</p>

    <p><strong>В заключении,</strong> быть в курсе последних технологических достижений важно, чтобы сделать 
    правильный выбор при покупке нового гаджета. Новые функции и улучшения в устройствах делают нашу жизнь более 
    комфортной и увлекательной.</p>""",
     "image": "image_entry/18.jpg",
     "pub_date": "2021-06-01 06:00:00",
     "authors_id": [13],
     "number_of_comments": 20,
     "number_of_pingbacks": 1,
     "rating": 3.5,
     "tags": ["Гаджеты", "Технологии"],
     },
    {"blog": "ИТ-новости и технологии",
     "headline": "Кибербезопасность: защита вашей конфиденциальности",
     "slug_headline": "kiberbezopasnost-zashchita-vashej-konfidencialnosti",
     "summary": """В этой статье мы обсудим вопросы кибербезопасности и 
защиты вашей конфиденциальности в цифровом мире. Вы узнаете о 
распространенных угрозах, с которыми сталкиваются пользователи, 
и о методах защиты от киберпреступников. Мы поделимся с вами советами по 
созданию надежных паролей, использованию антивирусных программ, защите 
своих персональных данных и осознанному поведению в онлайн-среде.""",
     "body_text": """
     <p>В этой статье мы обсудим вопросы кибербезопасности и защиты вашей конфиденциальности в цифровом мире. В 
    современном интернете существует множество угроз, и важно быть готовыми к их предотвращению и реагированию.</p>

    <p>Распространенные угрозы включают в себя вирусы, вредоносные программы и хакерские атаки. Для защиты вашего 
    устройства от таких угроз, важно установить надежное антивирусное программное обеспечение и обновлять его 
    регулярно.</p>

    <p>Создание сильных и уникальных паролей для всех ваших онлайн-аккаунтов также является важным аспектом 
    кибербезопасности. Мы расскажем о методах создания надежных паролей и рекомендациях по их хранению.</p>

    <p>Защита персональных данных - это ключевой момент в цифровой безопасности. Мы предоставим вам советы о том, 
    как обеспечить конфиденциальность ваших личных данных и как реагировать в случае их утечки.</p>

    <p><strong>В заключении,</strong> осознанное поведение в онлайн-среде и применение соответствующих мер 
    предосторожности могут существенно уменьшить риск столкновения с киберугрозами. Защитите себя и свои данные, 
    следуя нашим советам по кибербезопасности.</p>""",
     "image": "image_entry/19.jpg",
     "pub_date": "2021-09-01 06:00:00",
     "authors_id": [16],
     "number_of_comments": 12,
     "number_of_pingbacks": 6,
     "rating": 3.8,
     "tags": ["Технологии", "Безопасность", "Советы"],
     },
    {"blog": "ИТ-новости и технологии",
     "headline": "Инновации в области виртуальной реальности",
     "slug_headline": "innovacii-v-oblasti-virtualnoj-realnosti",
     "summary": """В этой статье мы расскажем о последних инновациях в 
области виртуальной реальности. Вы узнаете о новейших разработках, 
использующих виртуальную и дополненную реальность, и о том, как эти 
технологии меняют различные отрасли, включая игровую индустрию, 
образование, медицину и бизнес. Мы также обсудим потенциал и перспективы 
развития виртуальной реальности и ее влияние на нашу жизнь.""",
     "body_text": """<p>В этой статье мы расскажем о последних инновациях в области виртуальной реальности. 
     Современные технологии позволяют нам погрузиться в удивительные виртуальные миры и переживать невероятные 
     приключения.</p>

    <p>Игровая индустрия нашла огромное применение в виртуальной реальности, предлагая игрокам уникальный опыт и 
    возможность полностью погрузиться в игровой процесс. Однако виртуальная реальность нашла применение не только в 
    развлечениях.</p>

    <p>Образовательные учреждения используют виртуальную реальность для создания интерактивных уроков и обучающих 
    симуляторов. Это позволяет учащимся более глубоко понимать учебный материал и учиться более эффективно.</p>

    <p>Медицинская сфера также внедряет виртуальную реальность для обучения хирургов и реабилитации пациентов. 
    Технология помогает улучшить процессы диагностики и лечения различных заболеваний.</p>

    <p><strong>В заключении,</strong> виртуальная реальность становится все более доступной и востребованной 
    технологией, которая меняет наш мир. Ее потенциал бесконечен, и мы можем ожидать еще больших инноваций в 
    будущем.</p>""",
     "image": "image_entry/20.jpg",
     "pub_date": "2021-08-01 06:00:00",
     "authors_id": [9],
     "number_of_comments": 12,
     "number_of_pingbacks": 25,
     "rating": 4.9,
     "tags": ["Новости", "Технологии"],
     },
    {"blog": "Мода и стиль",
     "headline": "Тенденции моды на текущий сезон",
     "slug_headline": "tendencii-mody-na-tekushchij-sezon",
     "summary": """В этой статье мы расскажем о главных тенденциях моды на 
текущий сезон. Вы узнаете о модных цветах, принтах, фасонах и 
аксессуарах, которые будут актуальны в этом сезоне. Мы также предложим 
вам идеи и советы по созданию стильных образов с использованием новых 
модных трендов. Будьте в тренде и выглядите модно в этом сезоне!""",
     "body_text": """<p>В этой статье мы расскажем о главных тенденциях моды на текущий сезон. Модная индустрия 
     постоянно меняется, и важно быть в курсе последних новинок и трендов.</p>

    <p>Один из главных модных акцентов этого сезона - это использование ярких и насыщенных цветов. Мы расскажем о 
    самых актуальных оттенках и комбинациях, которые придают вашему образу яркость и оригинальность.</p>

    <p>Принты также играют важную роль в моде. В текущем сезоне популярны геометрические узоры, цветочные мотивы и 
    абстрактные рисунки. Мы предложим идеи по сочетанию принтов в одном образе.</p>

    <p>Фасоны и силуэты также подвергаются изменениям. Вы узнаете о модных длинах юбок и платьев, а также о том, 
    какие элементы одежды придают фигуре изящество и грацию.</p>

    <p><strong>В заключение,</strong> следите за текущими модными тенденциями, но не забывайте, что важнее всего - 
    это комфорт и уверенность в себе. Используйте наши советы, чтобы создать стильные образы, которые подчеркивают 
    вашу индивидуальность.</p> </body>""",
     "image": "image_entry/21.jpg",
     "pub_date": "2022-09-01 06:00:00",
     "authors_id": [8, 7, 16],
     "number_of_comments": 8,
     "number_of_pingbacks": 20,
     "rating": 5,
     "tags": ["Мода", "Тренды"],
     },
    {"blog": "Мода и стиль",
     "headline": "Как создать стильный образ на каждый день",
     "slug_headline": "kak-sozdat-stilnyj-obraz-na-kazhdyj-den",
     "summary": """В этой статье мы поделимся с вами секретами создания 
стильного образа на каждый день. Вы узнаете о базовых элементах 
гардероба, которые помогут вам выглядеть модно и уверенно в любой 
ситуации. Мы предложим вам простые идеи по комбинированию одежды, 
выбору аксессуаров и созданию гармоничного образа. Будьте стильными 
каждый день и выражайте свою индивидуальность через моду!""",
     "body_text": """<p>В этой статье мы поделимся с вами секретами создания стильного образа на каждый день. 
     Независимо от вашего стиля, важно иметь базовые элементы гардероба, которые помогут вам выглядеть модно и 
     уверенно в любой ситуации.</p>

    <p>Одним из ключевых элементов стильного образа является правильный выбор базовой одежды. Базовые вещи, 
    такие как белая рубашка, джинсы и черное платье, могут стать основой вашего гардероба и сочетаться с разными 
    стилями и аксессуарами.</p>

    <p>Важным аспектом создания образа является также аксессуары. Они добавляют индивидуальности вашему стилю и могут 
    преобразить даже самый простой наряд. Подбирайте аксессуары, которые отражают вашу личность.</p>

    <p>Не забывайте об удобстве. Стиль и комфорт могут идти рука об руку. Подбирайте обувь и одежду, в которых вам 
    будет удобно и комфортно проводить день.</p>

    <p><strong>В заключение,</strong> будьте стильными каждый день и выражайте свою индивидуальность через моду. 
    Используйте наши советы, чтобы создать гармоничный образ, который подчеркивает вашу уникальность.</p> </body>""",
     "image": "image_entry/22.jpg",
     "pub_date": "2024-11-01 12:00:00",
     "authors_id": [12, 11],
     "number_of_comments": 0,
     "number_of_pingbacks": 0,
     "rating": None,
     "tags": ["Стиль", "Повседневное"],
     },
    {"blog": "Мода и стиль",
     "headline": "История моды: от ретро до современности",
     "slug_headline": "istoriya-mody-ot-retro-do-sovremennosti",
     "summary": """В этой статье мы проведем вас через историю моды, 
начиная от ретро стиля до современных тенденций. Вы узнаете о модных 
эпохах, значимых дизайнерах и их влиянии на моду. Мы расскажем о 
ключевых характеристиках каждой эпохи и источниках вдохновения. 
Погрузитесь в мир моды и узнайте, как прошлое влияет на современные 
тенденции.""",
     "body_text": """<p>В этой статье мы проведем вас через историю моды, начиная от ретро стиля до современных 
     тенденций. Мода - это не только одежда, но и отражение культурных изменений и социальных сдвигов в обществе.</p>

    <p>Первая часть нашего путешествия будет посвящена ретро стилю. Ретро - это возвращение к модным тенденциям 
    прошлых десятилетий. Эпохи 20-х, 50-х, 70-х годов оказали огромное влияние на современную моду. Ретро вдохновляет 
    дизайнеров создавать уникальные коллекции, объединяя старое с новым.</p>

    <p>Далее мы перейдем к разговору о современных тенденциях в моде. Сегодняшняя мода меняется с бешеной скоростью, 
    и каждый сезон приносит свои тренды. Мы расскажем о влиянии технологий, устойчивой моде и культурных движениях на 
    современные коллекции.</p>

    <p>История моды - это бесконечный источник вдохновения. Дизайнеры учатся у прошлого, чтобы создавать будущее. В 
    этой статье вы найдете ключевые моменты и источники вдохновения, которые сформировали моду такой, какой она есть 
    сегодня.</p>

    <p><strong>В заключение,</strong> мода - это не только область дизайна, но и форма искусства, которая отражает 
    наше общество и индивидуальное выражение стиля. История моды научит вас видеть моду в новом свете и понимать, 
    как она влияет на нашу жизнь.</p>""",
     "image": "image_entry/23.jpg",
     "pub_date": "2023-06-01 12:00:00",
     "authors_id": [7],
     "number_of_comments": 2,
     "number_of_pingbacks": 10,
     "rating": None,
     "tags": ["История", "Мода"],
     },
    {"blog": "Мода и стиль",
     "headline": "Уход за кожей и волосами: лучшие советы",
     "slug_headline": "uhod-za-kozhej-i-volosami-luchshie-sovety",
     "summary": """В этой статье мы поделимся с вами лучшими советами по 
уходу за кожей и волосами. Вы узнаете о правильном выборе косметики, 
ежедневном уходе, сезонных рекомендациях и основных принципах ухода за 
кожей и волосами. Мы также расскажем о домашних рецептах и натуральных 
продуктах, которые помогут вам сохранить здоровье и красоту кожи и 
волос.""",
     "body_text": """<p>В этой статье мы поделимся с вами лучшими советами по уходу за кожей и волосами. Здоровая и 
     ухоженная кожа и волосы - это основа красоты и уверенности в себе.</p>

    <p>Правильный выбор косметики - это первый шаг к красивой коже и волосам. Мы расскажем вам, как определить свой 
    тип кожи и волос и подобрать подходящие продукты для ухода. Эффективный уход начинается с правильного выбора 
    средств.</p>

    <p>Ежедневный режим ухода - это залог здоровья и молодости вашей кожи и волос. Мы подробно расскажем о этапах 
    ухода, включая очищение, увлажнение, защиту от солнца и многое другое. Следуя нашим рекомендациям, вы сможете 
    создать эффективную уходовую рутину.</p>

    <p>Смена сезонов требует особого внимания к коже и волосам. Мы предоставим вам сезонные советы и рекомендации, 
    чтобы ваша кожа и волосы всегда оставались здоровыми, независимо от погоды и времени года.</p>

    <p><strong>В заключение,</strong> уход за кожей и волосами - это забота о себе и своем здоровье. Следуя нашим 
    советам, вы сможете достичь красоты и уверенности в себе, которые будут всегда с вами.</p>""",
     "image": "image_entry/24.jpg",
     "pub_date": "2023-02-01 12:00:00",
     "authors_id": [10],
     "number_of_comments": 0,
     "number_of_pingbacks": 1,
     "rating": None,
     "tags": ["Советы"],
     },
    {"blog": "Мода и стиль",
     "headline": "Интервью с известными модельерами и дизайнерами",
     "slug_headline": "intervyu-s-izvestnymi-modelerami-i-dizajnerami",
     "summary": """В этой статье мы представим вам интервью с известными 
модельерами и дизайнерами. Вы узнаете о их вдохновении, творческом 
процессе и философии моды. Мы зададим им вопросы о ключевых трендах, 
их видении стиля и роли моды в современном обществе. Будьте в курсе 
мировой моды и получите вдохновение от талантливых дизайнеров!""",
     "body_text": """<p>В этой статье мы представим вам интервью с известными модельерами и дизайнерами. Узнайте 
     больше о творческих мастерах, стоящих за кулисами мировой модной индустрии.</p>

    <p>Известные дизайнеры расскажут о своем вдохновении и источниках креативных идей. Вы узнаете, какие факторы 
    вдохновляют их создавать уникальные коллекции и как они преодолевают творческие блоки.</p>

    <p>Мы обсудим с модельерами их философию моды и взгляд на современные тренды. Узнайте, какие ценности и идеи они 
    вкладывают в свои коллекции и как они видят будущее индустрии.</p>

    <p>Дизайнеры также поделятся своими советами для начинающих и расскажут о своем пути к успеху в мире моды. Вы 
    получите уникальную возможность заглянуть в их мастерские и узнать больше о процессе создания модных шедевров.</p>

    <p><strong>В заключение,</strong> интервью с модельерами и дизайнерами - это возможность погрузиться в мир моды, 
    узнать о творческом процессе и получить долю вдохновения от талантливых художников одежды.</p> </body>""",
     "image": "image_entry/25.jpg",
     "pub_date": "2023-02-01 12:00:00",
     "authors_id": [10],
     "number_of_comments": 0,
     "number_of_pingbacks": 2,
     "rating": 4,
     "tags": ["Мода", "Интервью"],
     },
]