data_author_profile = [
    {
        "user_id": 7,
        "bio": "Стремлюсь к тому, чтобы делиться своими знаниями и вдохновлять других.",
        },
    {
        "user_id": 8,
        "bio": "Исследую мир через слова и пишу о том, что меня вдохновляет.",
        },
    {
        "user_id": 9,
        "bio": "В поисках новых историй и приключений. Рад поделиться своими мыслями и идеями.",
        },
    {
        "user_id": 10,
        "bio": None,
        },
    {
        "user_id": 11,
        "bio": "Люблю погружаться в мир слов и раскрывать их магию через свои произведения.",
        },
    {
        "user_id": 12,
        "bio": "Размышляю о жизни и передаю свои мысли через письменное слово.",
        },
    {
        "user_id": 13,
        "bio": "Вдохновение находится в малых деталях, и я стараюсь их передать через свои тексты.",
        },
    {
        "user_id": 14,
        "bio": None,
        },
    {
        "user_id": 15,
        "bio": "Погружаюсь в разные темы и делюсь своими увлечениями с читателями.",
        },
    {
        "user_id": 16,
        "bio": "Чувствую, что слова имеют силу изменить мир, поэтому я пишу.",
        },
    {
        "user_id": 17,
        "bio": "Захватываю воображение и вношу каплю вдохновения в каждое свое произведение.",
        },
    {
        "user_id": 18,
        "bio": "Мои истории - это отражение моего внутреннего мира и наблюдений о внешнем.",
        },
    {
        "user_id": 19,
        "bio": "Исследую разнообразие жизни и выражаю свои мысли через письменное искусство.",
        },
    {
        "user_id": 20,
        "bio": None,
        },
    {
        "user_id": 21,
        "bio": None,
        },
    {
        "user_id": 22,
        "bio": "Пытаюсь поймать красоту мира и передать ее через мои слова.",
        },
    {
        "user_id": 23,
        "bio": "Слова - это кисть, которой я создаю картины своих идей и эмоций.",
        },
    {
        "user_id": 24,
        "bio": "Слова - это инструмент, с помощью которого я строю свой мир и делюсь им с другими.",
        },
    {
        "user_id": 25,
        "bio": None,
        },
    {
        "user_id": 26,
        "bio": None,
        },
]