import random

random.seed(42)  # Чтобы была повторяемость
# Создание ссылок на случайных пользователей (не авторов данной статьи)

from .data_entry import data_entry

data_comment = [
    # _______________Комментарии_____________________________
    # _______________Изучение красот Мачу-Пикчу (1) + 1 ответ__________
    # 1 (1)
    {"user_id": 1,
     "entry": "Изучение красот Мачу-Пикчу",
     "text": "Комментарий!"},

    # _______________Приключения в Амазонке (11) + 3 ответа__________
    # 2 (1)
    {"user_id": 1,
     "entry": "Приключения в Амазонке",
     "text": "Комментарий!"},
    # 3 (2)
    {"user_id": 1,
     "entry": "Приключения в Амазонке",
     "text": "Комментарий!"},
    # 4 (3)
    {"user_id": 1,
     "entry": "Приключения в Амазонке",
     "text": "Комментарий!"},
    # 5 (4)
    {"user_id": 1,
     "entry": "Приключения в Амазонке",
     "text": "Комментарий!"},
    # 6 (5)
    {"user_id": 1,
     "entry": "Приключения в Амазонке",
     "text": "Комментарий!"},
    # 7 (6)
    {"user_id": 1,
     "entry": "Приключения в Амазонке",
     "text": "Комментарий!"},
    # 8 (7)
    {"user_id": 1,
     "entry": "Приключения в Амазонке",
     "text": "Комментарий!"},
    # 9 (8)
    {"user_id": 1,
     "entry": "Приключения в Амазонке",
     "text": "Комментарий!"},
    # 10 (9)
    {"user_id": 1,
     "entry": "Приключения в Амазонке",
     "text": "Комментарий!"},
    # 11 (10)
    {"user_id": 1,
     "entry": "Приключения в Амазонке",
     "text": "Комментарий!"},
    # 12 (11)
    {"user_id": 1,
     "entry": "Приключения в Амазонке",
     "text": "Комментарий!"},
    # _______________Знакомство с Парижем (7) + 2 ответа__________
    # 13 (1)
    {"user_id": 1,
     "entry": "Знакомство с Парижем",
     "text": "Комментарий!"},
    # 14 (2)
    {"user_id": 1,
     "entry": "Знакомство с Парижем",
     "text": "Комментарий!"},
    # 15 (3)
    {"user_id": 1,
     "entry": "Знакомство с Парижем",
     "text": "Комментарий!"},
    # 16 (4)
    {"user_id": 1,
     "entry": "Знакомство с Парижем",
     "text": "Комментарий!"},
    # 17 (5)
    {"user_id": 1,
     "entry": "Знакомство с Парижем",
     "text": "Комментарий!"},
    # _______________Открывая тайны Колизея (2)__________
    # 18 (1)
    {"user_id": 1,
     "entry": "Открывая тайны Колизея",
     "text": "Комментарий!"},
    # 19 (2)
    {"user_id": 1,
     "entry": "Открывая тайны Колизея",
     "text": "Комментарий!"},
    # _______________Оазисы Сахары: красота и опасность (3) + 1 ответ__________
    # 20 (1)
    {"user_id": 1,
     "entry": "Оазисы Сахары: красота и опасность",
     "text": "Комментарий!"},
    # 21 (2)
    {"user_id": 1,
     "entry": "Оазисы Сахары: красота и опасность",
     "text": "Комментарий!"},
    # 22 (3)
    {"user_id": 1,
     "entry": "Оазисы Сахары: красота и опасность",
     "text": "Комментарий!"},
    # _______________Рецепты блюд из итальянской кухни (10)__________
    # 23 (1)
    {"user_id": 1,
     "entry": "Рецепты блюд из итальянской кухни",
     "text": "Комментарий!"},
    # 24 (2)
    {"user_id": 1,
     "entry": "Рецепты блюд из итальянской кухни",
     "text": "Комментарий!"},
    # 25 (3)
    {"user_id": 1,
     "entry": "Рецепты блюд из итальянской кухни",
     "text": "Комментарий!"},
    # 26 (4)
    {"user_id": 1,
     "entry": "Рецепты блюд из итальянской кухни",
     "text": "Комментарий!"},
    # 27 (5)
    {"user_id": 1,
     "entry": "Рецепты блюд из итальянской кухни",
     "text": "Комментарий!"},
    # 28 (6)
    {"user_id": 1,
     "entry": "Рецепты блюд из итальянской кухни",
     "text": "Комментарий!"},
    # 29 (7)
    {"user_id": 1,
     "entry": "Рецепты блюд из итальянской кухни",
     "text": "Комментарий!"},
    # 30 (8)
    {"user_id": 1,
     "entry": "Рецепты блюд из итальянской кухни",
     "text": "Комментарий!"},
    # 31 (9)
    {"user_id": 1,
     "entry": "Рецепты блюд из итальянской кухни",
     "text": "Комментарий!"},
    # 32 (10)
    {"user_id": 1,
     "entry": "Рецепты блюд из итальянской кухни",
     "text": "Комментарий!"},
    # _______________Приготовление собственного хлеба (6) + 1 ответ__________
    # 33 (1)
    {"user_id": 1,
     "entry": "Приготовление собственного хлеба",
     "text": "Комментарий!"},
    # 34 (2)
    {"user_id": 1,
     "entry": "Приготовление собственного хлеба",
     "text": "Комментарий!"},
    # 35 (3)
    {"user_id": 1,
     "entry": "Приготовление собственного хлеба",
     "text": "Комментарий!"},
    # 36 (4)
    {"user_id": 1,
     "entry": "Приготовление собственного хлеба",
     "text": "Комментарий!"},
    # 37 (5)
    {"user_id": 1,
     "entry": "Приготовление собственного хлеба",
     "text": "Комментарий!"},
    # 38 (6)
    {"user_id": 1,
     "entry": "Приготовление собственного хлеба",
     "text": "Комментарий!"},
    # _______________Экзотические специи и их использование (2)__________
    # 39 (1)
    {"user_id": 1,
     "entry": "Экзотические специи и их использование",
     "text": "Комментарий!"},
    # 40 (2)
    {"user_id": 1,
     "entry": "Экзотические специи и их использование",
     "text": "Комментарий!"},
    # _______________Десерты для настоящих сладкоежек (3) + 1 ответ __________
    # 41 (1)
    {"user_id": 1,
     "entry": "Десерты для настоящих сладкоежек",
     "text": "Комментарий!"},
    # 42 (2)
    {"user_id": 1,
     "entry": "Десерты для настоящих сладкоежек",
     "text": "Комментарий!"},
    # 43 (3)
    {"user_id": 1,
     "entry": "Десерты для настоящих сладкоежек",
     "text": "Комментарий!"},

    # _______________Гастрономическое путешествие по Франции (5)__________
    # 44 (1)
    {"user_id": 1,
     "entry": "Гастрономическое путешествие по Франции",
     "text": "Комментарий!"},
    # 45 (2)
    {"user_id": 1,
     "entry": "Гастрономическое путешествие по Франции",
     "text": "Комментарий!"},
    # 46 (3)
    {"user_id": 1,
     "entry": "Гастрономическое путешествие по Франции",
     "text": "Комментарий!"},
    # 47 (4)
    {"user_id": 1,
     "entry": "Гастрономическое путешествие по Франции",
     "text": "Комментарий!"},
    # 48 (5)
    {"user_id": 1,
     "entry": "Гастрономическое путешествие по Франции",
     "text": "Комментарий!"},
    # _______________Упражнения для поддержания физической формы (2)__________
    # 49 (1)
    {"user_id": 1,
     "entry": "Упражнения для поддержания физической формы",
     "text": "Комментарий!"},
    # 50 (2)
    {"user_id": 1,
     "entry": "Упражнения для поддержания физической формы",
     "text": "Комментарий!"},

    # _______________Здоровое питание: полезные рецепты (7)__________
    # 51 (1)
    {"user_id": 1,
     "entry": "Здоровое питание: полезные рецепты",
     "text": "Комментарий!"},
    # 52 (2)
    {"user_id": 1,
     "entry": "Здоровое питание: полезные рецепты",
     "text": "Комментарий!"},
    # 53 (3)
    {"user_id": 1,
     "entry": "Здоровое питание: полезные рецепты",
     "text": "Комментарий!"},
    # 54 (4)
    {"user_id": 1,
     "entry": "Здоровое питание: полезные рецепты",
     "text": "Комментарий!"},
    # 55 (5)
    {"user_id": 1,
     "entry": "Здоровое питание: полезные рецепты",
     "text": "Комментарий!"},
    # 56 (6)
    {"user_id": 1,
     "entry": "Здоровое питание: полезные рецепты",
     "text": "Комментарий!"},
    # 57 (7)
    {"user_id": 1,
     "entry": "Здоровое питание: полезные рецепты",
     "text": "Комментарий!"},

    # _______________Топ-10 фитнес-тренеров для вдохновения (1)__________
    # 58 (1)
    {"user_id": 1,
     "entry": "Топ-10 фитнес-тренеров для вдохновения",
     "text": "Комментарий!"},
    # _______________Как правильно заниматься йогой (0)__________

    # _______________Секреты успешного похудения (5)__________
    # 59 (1)
    {"user_id": 1,
     "entry": "Секреты успешного похудения",
     "text": "Комментарий!"},
    # 60 (2)
    {"user_id": 1,
     "entry": "Секреты успешного похудения",
     "text": "Комментарий!"},
    # 61 (3)
    {"user_id": 1,
     "entry": "Секреты успешного похудения",
     "text": "Комментарий!"},
    # 62 (4)
    {"user_id": 1,
     "entry": "Секреты успешного похудения",
     "text": "Комментарий!"},
    # 63 (5)
    {"user_id": 1,
     "entry": "Секреты успешного похудения",
     "text": "Комментарий!"},
    # _______________Последние тренды в мире искусственного интеллекта (0)__________

    # _______________Развитие интернета вещей: будущее или реальность? (8)__________
    # 64 (1)
    {"user_id": 1,
     "entry": "Развитие интернета вещей: будущее или реальность?",
     "text": "Комментарий!"},
    # 65 (2)
    {"user_id": 1,
     "entry": "Развитие интернета вещей: будущее или реальность?",
     "text": "Комментарий!"},
    # 66 (3)
    {"user_id": 1,
     "entry": "Развитие интернета вещей: будущее или реальность?",
     "text": "Комментарий!"},
    # 67 (4)
    {"user_id": 1,
     "entry": "Развитие интернета вещей: будущее или реальность?",
     "text": "Комментарий!"},
    # 68 (5)
    {"user_id": 1,
     "entry": "Развитие интернета вещей: будущее или реальность?",
     "text": "Комментарий!"},
    # 69 (6)
    {"user_id": 1,
     "entry": "Развитие интернета вещей: будущее или реальность?",
     "text": "Комментарий!"},
    # 70 (7)
    {"user_id": 1,
     "entry": "Развитие интернета вещей: будущее или реальность?",
     "text": "Комментарий!"},
    # 71 (8)
    {"user_id": 1,
     "entry": "Развитие интернета вещей: будущее или реальность?",
     "text": "Комментарий!"},
    # _______________Новые гаджеты и устройства: обзор рынка (20)__________
    # 72 (1)
    {"user_id": 1,
     "entry": "Новые гаджеты и устройства: обзор рынка",
     "text": "Комментарий!"},
    # 73 (2)
    {"user_id": 1,
     "entry": "Новые гаджеты и устройства: обзор рынка",
     "text": "Комментарий!"},
    # 74 (3)
    {"user_id": 1,
     "entry": "Новые гаджеты и устройства: обзор рынка",
     "text": "Комментарий!"},
    # 75 (4)
    {"user_id": 1,
     "entry": "Новые гаджеты и устройства: обзор рынка",
     "text": "Комментарий!"},
    # 76 (5)
    {"user_id": 1,
     "entry": "Новые гаджеты и устройства: обзор рынка",
     "text": "Комментарий!"},
    # 77 (6)
    {"user_id": 1,
     "entry": "Новые гаджеты и устройства: обзор рынка",
     "text": "Комментарий!"},
    # 78 (7)
    {"user_id": 1,
     "entry": "Новые гаджеты и устройства: обзор рынка",
     "text": "Комментарий!"},
    # 79 (8)
    {"user_id": 1,
     "entry": "Новые гаджеты и устройства: обзор рынка",
     "text": "Комментарий!"},
    # 80 (9)
    {"user_id": 1,
     "entry": "Новые гаджеты и устройства: обзор рынка",
     "text": "Комментарий!"},
    # 81 (10)
    {"user_id": 1,
     "entry": "Новые гаджеты и устройства: обзор рынка",
     "text": "Комментарий!"},
    # 82 (11)
    {"user_id": 1,
     "entry": "Новые гаджеты и устройства: обзор рынка",
     "text": "Комментарий!"},
    # 83 (12)
    {"user_id": 1,
     "entry": "Новые гаджеты и устройства: обзор рынка",
     "text": "Комментарий!"},
    # 84 (13)
    {"user_id": 1,
     "entry": "Новые гаджеты и устройства: обзор рынка",
     "text": "Комментарий!"},
    # 85 (14)
    {"user_id": 1,
     "entry": "Новые гаджеты и устройства: обзор рынка",
     "text": "Комментарий!"},
    # 86 (15)
    {"user_id": 1,
     "entry": "Новые гаджеты и устройства: обзор рынка",
     "text": "Комментарий!"},
    # 87 (16)
    {"user_id": 1,
     "entry": "Новые гаджеты и устройства: обзор рынка",
     "text": "Комментарий!"},
    # 88 (17)
    {"user_id": 1,
     "entry": "Новые гаджеты и устройства: обзор рынка",
     "text": "Комментарий!"},
    # 89 (18)
    {"user_id": 1,
     "entry": "Новые гаджеты и устройства: обзор рынка",
     "text": "Комментарий!"},
    # 90 (19)
    {"user_id": 1,
     "entry": "Новые гаджеты и устройства: обзор рынка",
     "text": "Комментарий!"},
    # 91 (20)
    {"user_id": 1,
     "entry": "Новые гаджеты и устройства: обзор рынка",
     "text": "Комментарий!"},

    # _______________Кибербезопасность: защита вашей конфиденциальности (12)__________
    # 92 (1)
    {"user_id": 1,
     "entry": "Кибербезопасность: защита вашей конфиденциальности",
     "text": "Комментарий!"},
    # 93 (2)
    {"user_id": 1,
     "entry": "Кибербезопасность: защита вашей конфиденциальности",
     "text": "Комментарий!"},
    # 94 (3)
    {"user_id": 1,
     "entry": "Кибербезопасность: защита вашей конфиденциальности",
     "text": "Комментарий!"},
    # 95 (4)
    {"user_id": 1,
     "entry": "Кибербезопасность: защита вашей конфиденциальности",
     "text": "Комментарий!"},
    # 96 (5)
    {"user_id": 1,
     "entry": "Кибербезопасность: защита вашей конфиденциальности",
     "text": "Комментарий!"},
    # 97 (6)
    {"user_id": 1,
     "entry": "Кибербезопасность: защита вашей конфиденциальности",
     "text": "Комментарий!"},
    # 98 (7)
    {"user_id": 1,
     "entry": "Кибербезопасность: защита вашей конфиденциальности",
     "text": "Комментарий!"},
    # 99 (8)
    {"user_id": 1,
     "entry": "Кибербезопасность: защита вашей конфиденциальности",
     "text": "Комментарий!"},
    # 100 (9)
    {"user_id": 1,
     "entry": "Кибербезопасность: защита вашей конфиденциальности",
     "text": "Комментарий!"},
    # 101 (10)
    {"user_id": 1,
     "entry": "Кибербезопасность: защита вашей конфиденциальности",
     "text": "Комментарий!"},
    # 102 (11)
    {"user_id": 1,
     "entry": "Кибербезопасность: защита вашей конфиденциальности",
     "text": "Комментарий!"},
    # 103 (12)
    {"user_id": 1,
     "entry": "Кибербезопасность: защита вашей конфиденциальности",
     "text": "Комментарий!"},
    # _______________Инновации в области виртуальной реальности (12)__________
    # 104 (1)
    {"user_id": 1,
     "entry": "Инновации в области виртуальной реальности",
     "text": "Комментарий!"},
    # 105 (2)
    {"user_id": 1,
     "entry": "Инновации в области виртуальной реальности",
     "text": "Комментарий!"},
    # 106 (3)
    {"user_id": 1,
     "entry": "Инновации в области виртуальной реальности",
     "text": "Комментарий!"},
    # 107 (4)
    {"user_id": 1,
     "entry": "Инновации в области виртуальной реальности",
     "text": "Комментарий!"},
    # 108 (5)
    {"user_id": 1,
     "entry": "Инновации в области виртуальной реальности",
     "text": "Комментарий!"},
    # 109 (6)
    {"user_id": 1,
     "entry": "Инновации в области виртуальной реальности",
     "text": "Комментарий!"},
    # 110 (7)
    {"user_id": 1,
     "entry": "Инновации в области виртуальной реальности",
     "text": "Комментарий!"},
    # 111 (8)
    {"user_id": 1,
     "entry": "Инновации в области виртуальной реальности",
     "text": "Комментарий!"},
    # 112 (9)
    {"user_id": 1,
     "entry": "Инновации в области виртуальной реальности",
     "text": "Комментарий!"},
    # 113 (10)
    {"user_id": 1,
     "entry": "Инновации в области виртуальной реальности",
     "text": "Комментарий!"},
    # 114 (11)
    {"user_id": 1,
     "entry": "Инновации в области виртуальной реальности",
     "text": "Комментарий!"},
    # 115 (12)
    {"user_id": 1,
     "entry": "Инновации в области виртуальной реальности",
     "text": "Комментарий!"},
    # _______________Тенденции моды на текущий сезон (8)__________
    # 116 (1)
    {"user_id": 1,
     "entry": "Тенденции моды на текущий сезон",
     "text": "Комментарий!"},
    # 117 (2)
    {"user_id": 1,
     "entry": "Тенденции моды на текущий сезон",
     "text": "Комментарий!"},
    # 118 (3)
    {"user_id": 1,
     "entry": "Тенденции моды на текущий сезон",
     "text": "Комментарий!"},
    # 119 (4)
    {"user_id": 1,
     "entry": "Тенденции моды на текущий сезон",
     "text": "Комментарий!"},
    # 120 (5)
    {"user_id": 1,
     "entry": "Тенденции моды на текущий сезон",
     "text": "Комментарий!"},
    # 121 (6)
    {"user_id": 1,
     "entry": "Тенденции моды на текущий сезон",
     "text": "Комментарий!"},
    # 122 (7)
    {"user_id": 1,
     "entry": "Тенденции моды на текущий сезон",
     "text": "Комментарий!"},
    # 123 (8)
    {"user_id": 1,
     "entry": "Тенденции моды на текущий сезон",
     "text": "Комментарий!"},
    # _______________Как создать стильный образ на каждый день (0)__________

    # _______________История моды: от ретро до современности (2)__________
    # 124 (1)
    {"user_id": 1,
     "entry": "История моды: от ретро до современности",
     "text": "Комментарий!"},
    # _______________Уход за кожей и волосами: лучшие советы (0)__________

    # _______________Интервью с известными модельерами и дизайнерами (0)__________

    # _______________Ответы на комментарии (чтобы было проще записывать в БД асинхронно или блоком)_____________________________
    # 125 (1)
    {"user_id": 7,
     "entry": "Изучение красот Мачу-Пикчу",
     "text": "Комментарий!",
     "parent_id": 1},
    # 126 (2)
    {"user_id": 9,
     "entry": "Приключения в Амазонке",
     "text": "Комментарий!",
     "parent_id": 2},
    # 127 (3)
    {"user_id": 9,
     "entry": "Приключения в Амазонке",
     "text": "Комментарий!",
     "parent_id": 3},
    # 128 (4)
    {"user_id": 9,
     "entry": "Приключения в Амазонке",
     "text": "Комментарий!",
     "parent_id": 4},
    # 129 (5)
    {"user_id": 7,
     "entry": "Знакомство с Парижем",
     "text": "Комментарий!",
     "parent_id": 13},
    # 130 (6)
    {"user_id": 8,
     "entry": "Знакомство с Парижем",
     "text": "Комментарий!",
     "parent_id": 14},
    # 131 (7)
    {"user_id": 14,
     "entry": "Оазисы Сахары: красота и опасность",
     "text": "Комментарий!",
     "parent_id": 20},
    # 132 (8)
    {"user_id": 14,
     "entry": "Приготовление собственного хлеба",
     "text": "Комментарий!",
     "parent_id": 33},
    # 133 (9)
    {"user_id": 9,
     "entry": "Десерты для настоящих сладкоежек",
     "text": "Комментарий!",
     "parent_id": 41},
    # 134 (10)
    {"user_id": 7,
     "entry": "История моды: от ретро до современности",
     "text": "Комментарий!",
     "parent_id": 124},
]

# Получение данных о том, кто является автором статьи
stop_list = {data["headline"]: data["authors_id"] for data in data_entry}


def get_user_id(entry_headline: str, start_id: int = 7, stop_id: int = 40):
    user = random.randint(start_id, stop_id)
    while user in stop_list[entry_headline]:
        user = random.randint(start_id, stop_id)
    return user


# Перезапись с новыми данными
for comment in data_comment:
    if not comment.get("parent_id"):
        comment["user_id"] = get_user_id(comment["entry"])
        comment["text"] = random.choice([
            "Статья интересная, но требует дополнительной информации.",
            "Автор хорошо изложил материал, но структура может быть улучшена.",
            "Не плохо, но есть место для совершенствования.",
            "Информация в статье полезна, но ожидал большего.",
            "Средний уровень информации, нужно больше деталей.",
            "Содержание статьи мне не понравилось.",
            "Автор мог бы уделить больше внимания исследованию.",
            "Плохая статья, ничего нового.",
            "Читал с унынием, информация уже известна.",
            "Пустая болтовня, не стоит времени.",
            "Отличная статья, много полезной информации!",
            "Благодарю автора за качественный материал.",
            "Прекрасно написано, легко читается.",
            "Интересный взгляд на тему, спасибо!",
            "Супер статья! Добавил в закладки для изучения."]
        )
