data_entry = [
    {"blog": "Путешествия по миру",
     "headline": "Изучение красот Мачу-Пикчу",
     "slug_headline": "izuchenie-krasot-machu-pikchu",
     "summary": """Древний город Мачу-Пикчу, скрытый среди гор Анд, привлекает 
путешественников со всего мира своей уникальной красотой и загадочностью. 
Изучение этого археологического чуда предлагает нам уникальную возможность 
погрузиться в инковскую культуру и исследовать их удивительные инженерные 
достижения. Путешественники могут отправиться на треккинговый маршрут, 
подняться на вершину Хуайна Пикчу и насладиться потрясающим видом на 
древний город. Изучение Мачу-Пикчу - это не только путешествие во времени, 
но и возможность узнать больше о древних цивилизациях и их наследии.""",
     "body_text": "<p>Полный текст статьи.</p>",
     "pub_date": "2022-04-01 21:00:00",
     "authors_id": [7, 22],
     "number_of_comments": 2,
     "number_of_pingbacks": 10,
     "rating": None,
     "tags": ["Путешествие", "Приключение"],
     },
    {"blog": "Путешествия по миру",
     "headline": "Приключения в Амазонке",
     "slug_headline": "priklyucheniya-v-amazonke",
     "summary": """Амазонка - это не просто река, это целый мир приключений 
и загадок. Встреча с дикой природой Амазонки позволит вам увидеть 
уникальную биоразнообразие и ощутить мощь естественной силы. Прогулка на 
каноэ по реке, ночные походы в джунгли, наблюдение за экзотическими 
животными и птицами - все это ожидает вас в Амазонке. Погрузитесь в 
зеленый мир самой большой тропической джунгли на Земле и откройте для 
себя удивительные приключения, которые запомнятся на всю жизнь.""",
     "body_text": "<p>Полный текст статьи.</p>",
     "pub_date": "2022-08-01 21:00:00",
     "authors_id": [9],
     "number_of_comments": 14,
     "number_of_pingbacks": 30,
     "rating": 5,
     "tags": ["Приключение", "Путешествие"],
     },
    {"blog": "Путешествия по миру",
     "headline": "Знакомство с Парижем",
     "slug_headline": "znakomstvo-s-parizhem",
     "summary": """Париж - город любви, искусства и изысканности. 
Знакомство с Парижем - это погружение в его узкие улочки, исторические 
достопримечательности и культурную сцену. Прогулка по набережной Сены, 
посещение Эйфелевой башни, музея Лувр и собора Парижской Богоматери - 
это всего лишь некоторые из знаковых мест, которые стоит посетить. 
Парижские кафе, булочные и рестораны предлагают богатство французской 
кухни и возможность насладиться неповторимой атмосферой этого 
удивительного города.""",
     "body_text": "<p>Полный текст статьи.</p>",
     "pub_date": "2022-06-01 21:00:00",
     "authors_id": [7, 8, 9],
     "number_of_comments": 7,
     "number_of_pingbacks": 5,
     "rating": 4.7,
     "tags": ["Путешествие"],
     },
    {"blog": "Путешествия по миру",
     "headline": "Открывая тайны Колизея",
     "slug_headline": "otkryvaya-tajny-kolizeya",
     "summary": """Колизей - величественная арена, свидетель исторических 
сражений и развлечений древнего Рима. Откройте для себя его тайны и 
узнайте больше о жизни в античной Римской империи. Исследуйте 
архитектурные детали, узнайте о роли Колизея в культуре и развлечениях 
древних римлян. Посетите музей, расположенный внутри Колизея, где вы 
сможете увидеть артефакты, связанные с его историей. Путешествие во 
времени через посещение Колизея откроет перед вами удивительный мир 
древнего Рима.""",
     "body_text": "<p>Полный текст статьи.</p>",
     "pub_date": "2022-09-01 21:00:00",
     "authors_id": [13, 18],
     "number_of_comments": 2,
     "number_of_pingbacks": 5,
     "rating": 3.3,
     "tags": ["Путешествие", "Тайна"],
     },
    {"blog": "Путешествия по миру",
     "headline": "Оазисы Сахары: красота и опасность",
     "slug_headline": "oazisy-sahary-krasota-i-opasnost",
     "summary": """Сахара - самая большая пустыня на планете, и в ее сердце 
скрыты удивительные оазисы. Погрузитесь в суровую красоту Сахары и 
откройте для себя места, где жизнь пробивает себе путь сквозь песчаные 
дюны. Оазисы предлагают прохладу, зелень и свежую воду в иссушающей 
пустыне. Однако, несмотря на красоту, Сахара также представляет 
опасность своими экстремальными температурами и отсутствием воды. 
Познакомьтесь с удивительным миром Сахары и увидьте, как природа 
адаптируется к таким непростым условиям жизни.""",
     "body_text": "<p>Полный текст статьи.</p>",
     "pub_date": "2023-04-01 00:00:00",
     "authors_id": [22, 14, 15],
     "number_of_comments": 4,
     "number_of_pingbacks": 0,
     "rating": 3.4,
     "tags": ["Путешествие", "История"],
     },
    {"blog": "Кулинарные искушения",
     "headline": "Рецепты блюд из итальянской кухни",
     "slug_headline": "recepty-blyud-iz-italyanskoj-kuhni",
     "summary": """Итальянская кухня славится своим богатством вкусов и 
разнообразием блюд. В этой статье мы поделимся с вами несколькими 
классическими рецептами, которые позволят вам окунуться в мир 
итальянской гастрономии. Вы узнаете, как приготовить настоящую пасту аль 
денте, как приготовить вкуснейшие пиццы с разнообразными начинками и как 
приготовить итальянские десерты, например, тирамису. Раскройте секреты 
итальянской кухни и порадуйте себя и своих близких аутентичными и 
вкусными блюдами.""",
     "body_text": "<p>Полный текст статьи.</p>",
     "pub_date": "2023-01-01 00:00:00",
     "authors_id": [19, 11],
     "number_of_comments": 10,
     "number_of_pingbacks": 0,
     "rating": 3.5,
     "tags": ["Кулинария"],
     },
    {"blog": "Кулинарные искушения",
     "headline": "Приготовление собственного хлеба",
     "slug_headline": "prigotovlenie-sobstvennogo-hleba",
     "summary": """Аромат свежеиспеченного хлеба заполняет дом и создает 
уютную атмосферу. В этой статье мы расскажем вам о процессе 
приготовления хлеба в домашних условиях. Вы узнаете, как подготовить 
тесто, как правильно расстойку и выпекать хлеб. Мы также поделимся с 
вами различными рецептами хлеба, от классического французского багета до 
ароматного кукурузного хлеба. Приготовьте свой собственный хлеб и 
наслаждайтесь его неповторимым вкусом и ароматом.""",
     "body_text": "<p>Полный текст статьи.</p>",
     "pub_date": "2023-08-01 00:00:00",
     "authors_id": [14],
     "number_of_comments": 7,
     "number_of_pingbacks": 7,
     "rating": 2.3,
     "tags": ["Кулинария"],
     },
    {"blog": "Кулинарные искушения",
     "headline": "Экзотические специи и их использование",
     "slug_headline": "ekzoticheskie-specii-i-ih-ispolzovanie",
     "summary": """Экзотические специи добавляют в блюда особый вкус и 
аромат. В этой статье мы представим вам несколько интересных 
экзотических специй и расскажем, как их использовать в кулинарии. 
Узнайте о чили, корице, куркуме, кардамоне и других специях, которые 
придают блюдам уникальные оттенки. Мы также поделимся с вами рецептами, 
в которых экзотические специи станут настоящими героями. Откройте новые 
гастрономические горизонты с помощью экзотических специй.""",
     "body_text": "<p>Полный текст статьи.</p>",
     "pub_date": "2022-12-01 00:00:00",
     "authors_id": [9, 13],
     "number_of_comments": 2,
     "number_of_pingbacks": 4,
     "rating": 4.2,
     "tags": ["Кулинария"],
     },
    {"blog": "Кулинарные искушения",
     "headline": "Десерты для настоящих сладкоежек",
     "slug_headline": "deserty-dlya-nastoyashchih-sladkoezhek",
     "summary": """Нет ничего лучше, чем насладиться вкусным десертом после 
обеда или вечернего ужина. В этой статье мы представим вам несколько 
рецептов десертов, которые понравятся настоящим сладкоежкам. Вы узнаете, 
как приготовить шоколадный торт, воздушные пирожные, фруктовые салаты и 
многое другое. Мы также поделимся с вами советами по украшению десертов, 
чтобы они выглядели так же аппетитно, как и вкусны. Разбудите свою 
сладкую сторону и порадуйте себя и своих близких великолепными 
десертами.""",
     "body_text": "<p>Полный текст статьи.</p>",
     "pub_date": "2023-12-01 00:00:00",
     "authors_id": [9],
     "number_of_comments": 4,
     "number_of_pingbacks": 9,
     "rating": 4.9,
     "tags": ["Кулинария"],
     },
    {"blog": "Кулинарные искушения",
     "headline": "Гастрономическое путешествие по Франции",
     "slug_headline": "gastronomicheskoe-puteshestvie-po-francii",
     "summary": """Франция - страна, известная своей утонченной кухней и 
богатством гастрономического наследия. В этой статье мы предлагаем вам 
отправиться в увлекательное гастрономическое путешествие по Франции. Вы 
узнаете о различных региональных блюдах, таких как рататуй из Ниццы, 
крепкий сырный суфле из Савойи, нежное фуа-гра из Лангедока и многое 
другое. Мы расскажем вам о французских винных регионах и предложим 
подборки местных вин, которые отлично сочетаются с блюдами. Погрузитесь 
во французскую гастрономию и насладитесь великолепными вкусами и 
ароматами.""",
     "body_text": "<p>Полный текст статьи.</p>",
     "pub_date": "2023-01-01 00:00:00",
     "authors_id": [7, 22],
     "number_of_comments": 5,
     "number_of_pingbacks": 5,
     "rating": 4.8,
     "tags": ["Кулинария", "Путешествие"],
     },
    {"blog": "Фитнес и здоровый образ жизни",
     "headline": "Упражнения для поддержания физической формы",
     "slug_headline": "uprazhneniya-dlya-podderzhaniya-fizicheskoj-formy",
     "summary": """В этой статье мы представим вам набор упражнений, 
которые помогут поддерживать вашу физическую форму. Вы узнаете о 
различных видах тренировок, включая кардио, силовые упражнения и 
гибкость. Мы также поделимся с вами советами по правильной технике 
выполнения упражнений и расскажем о преимуществах регулярных 
тренировок.""",
     "body_text": "<p>Полный текст статьи.</p>",
     "pub_date": "2023-10-01 00:00:00",
     "authors_id": [11],
     "number_of_comments": 2,
     "number_of_pingbacks": 3,
     "rating": 5,
     "tags": ["Фитнес", "Советы"],
     },
    {"blog": "Фитнес и здоровый образ жизни",
     "headline": "Здоровое питание: полезные рецепты",
     "slug_headline": "zdorovoe-pitanie-poleznye-recepty",
     "summary": """В этой статье вы найдете полезные рецепты, которые 
помогут вам поддерживать здоровое питание. Мы поделимся с вами идеями 
для здоровых завтраков, обедов и ужинов, а также вкусными и полезными 
перекусами. Вы узнаете о важности баланса питательных веществ и получите 
рекомендации по выбору качественных продуктов.""",
     "body_text": "<p>Полный текст статьи.</p>",
     "pub_date": "2023-05-01 00:00:00",
     "authors_id": [9],
     "number_of_comments": 7,
     "number_of_pingbacks": 20,
     "rating": 3.9,
     "tags": ["Здоровье", "Советы"],
     },
    {"blog": "Фитнес и здоровый образ жизни",
     "headline": "Топ-10 фитнес-тренеров для вдохновения",
     "slug_headline": "top-10-fitnes-trenerov-dlya-vdohnoveniya",
     "summary": """В этой статье мы представим вам десять вдохновляющих 
фитнес-тренеров, которые помогут вам достичь ваших фитнес-целей. Мы 
расскажем вам о их достижениях, тренировочных программах и философии 
здорового образа жизни. Вы сможете найти тренера, который соответствует 
вашим потребностям и станет вашим источником мотивации.""",
     "body_text": "<p>Полный текст статьи.</p>",
     "pub_date": "2024-01-01 00:00:00",
     "authors_id": [13],
     "number_of_comments": 1,
     "number_of_pingbacks": 4,
     "rating": 2.9,
     "tags": ["Фитнес"],
     },
    {"blog": "Фитнес и здоровый образ жизни",
     "headline": "Как правильно заниматься йогой",
     "slug_headline": "kak-pravilno-zanimatsya-jogoj",
     "summary": """В этой статье мы расскажем вам о правильном подходе к 
занятиям йогой. Вы узнаете о различных стилях йоги, основных асанах и 
дыхательных упражнениях. Мы также поделимся с вами советами по созданию 
комфортной атмосферы для практики йоги и о том, как получить 
максимальную пользу от этой древней практики.""",
     "body_text": "<p>Полный текст статьи.</p>",
     "pub_date": "2024-04-01 06:00:00",
     "authors_id": [15, 20],
     "number_of_comments": 0,
     "number_of_pingbacks": 0,
     "rating": 4.1,
     "tags": ["Фитнес"],
     },
    {"blog": "Фитнес и здоровый образ жизни",
     "headline": "Секреты успешного похудения",
     "slug_headline": "sekrety-uspeshnogo-pohudeniya",
     "summary": """В этой статье мы раскроем перед вами секреты успешного 
похудения. Вы узнаете о правильном подходе к питанию, регулярной 
физической активности и психологической поддержке. Мы поделимся с вами 
стратегиями управления весом, методами измерения прогресса и советами по 
поддержанию мотивации в течение всего процесса похудения.""",
     "body_text": "<p>Полный текст статьи.</p>",
     "pub_date": "2023-04-01 06:00:00",
     "authors_id": [15],
     "number_of_comments": 5,
     "number_of_pingbacks": 4,
     "rating": 4.2,
     "tags": ["Здоровье", "Советы"],
     },
    {"blog": "ИТ-новости и технологии",
     "headline": "Последние тренды в мире искусственного интеллекта",
     "slug_headline": "poslednie-trendy-v-mire-iskusstvennogo-intellekta",
     "summary": """В этой статье мы расскажем о последних трендах в мире 
искусственного интеллекта. Вы узнаете о новейших разработках, применении 
искусственного интеллекта в различных областях, таких как медицина, 
транспорт, финансы и многое другое. Мы также обсудим перспективы и 
вызовы, с которыми сталкиваются исследователи и разработчики в этой 
инновационной сфере.""",
     "body_text": "<p>Полный текст статьи.</p>",
     "pub_date": "2024-04-01 06:00:00",
     "authors_id": [9, 14],
     "number_of_comments": 0,
     "number_of_pingbacks": 0,
     "rating": 4.7,
     "tags": ["Тренды", "Технологии"],
     },
    {"blog": "ИТ-новости и технологии",
     "headline": "Развитие интернета вещей: будущее или реальность?",
     "slug_headline": "razvitie-interneta-veshchej-budushchee-ili-realnost",
     "summary": """В этой статье мы рассмотрим развитие интернета вещей и 
выясним, насколько это будущее уже стало реальностью. Вы узнаете о 
принципах работы интернета вещей, его преимуществах и вызовах. Мы также 
рассмотрим конкретные примеры применения интернета вещей в различных 
сферах, таких как умный дом, здравоохранение, промышленность и 
транспорт.""",
     "body_text": "<p>Полный текст статьи.</p>",
     "pub_date": "2022-02-01 06:00:00",
     "authors_id": [11],
     "number_of_comments": 8,
     "number_of_pingbacks": 8,
     "rating": 4.4,
     "tags": ["Новости", "Развитие"],
     },
    {"blog": "ИТ-новости и технологии",
     "headline": "Новые гаджеты и устройства: обзор рынка",
     "slug_headline": "novye-gadzhety-i-ustrojstva-obzor-rynka",
     "summary": """В этой статье мы представим вам обзор рынка новых 
гаджетов и устройств. Вы узнаете о самых актуальных технологических 
новинках, таких как смартфоны, ноутбуки, планшеты, умные часы и другие 
устройства. Мы расскажем о их особенностях, возможностях и тенденциях 
развития. Эта статья поможет вам быть в курсе последних технологических 
достижений и сделать информированный выбор при покупке нового гаджета.""",
     "body_text": "<p>Полный текст статьи.</p>",
     "pub_date": "2021-06-01 06:00:00",
     "authors_id": [13],
     "number_of_comments": 20,
     "number_of_pingbacks": 1,
     "rating": 3.5,
     "tags": ["Гаджеты", "Технологии"],
     },
    {"blog": "ИТ-новости и технологии",
     "headline": "Кибербезопасность: защита вашей конфиденциальности",
     "slug_headline": "kiberbezopasnost-zashchita-vashej-konfidencialnosti",
     "summary": """В этой статье мы обсудим вопросы кибербезопасности и 
защиты вашей конфиденциальности в цифровом мире. Вы узнаете о 
распространенных угрозах, с которыми сталкиваются пользователи, 
и о методах защиты от киберпреступников. Мы поделимся с вами советами по 
созданию надежных паролей, использованию антивирусных программ, защите 
своих персональных данных и осознанному поведению в онлайн-среде.""",
     "body_text": "<p>Полный текст статьи.</p>",
     "pub_date": "2021-09-01 06:00:00",
     "authors_id": [16],
     "number_of_comments": 12,
     "number_of_pingbacks": 6,
     "rating": 3.8,
     "tags": ["Технологии", "Безопасность", "Советы"],
     },
    {"blog": "ИТ-новости и технологии",
     "headline": "Инновации в области виртуальной реальности",
     "slug_headline": "innovacii-v-oblasti-virtualnoj-realnosti",
     "summary": """В этой статье мы расскажем о последних инновациях в 
области виртуальной реальности. Вы узнаете о новейших разработках, 
использующих виртуальную и дополненную реальность, и о том, как эти 
технологии меняют различные отрасли, включая игровую индустрию, 
образование, медицину и бизнес. Мы также обсудим потенциал и перспективы 
развития виртуальной реальности и ее влияние на нашу жизнь.""",
     "body_text": "<p>Полный текст статьи.</p>",
     "pub_date": "2021-08-01 06:00:00",
     "authors_id": [9],
     "number_of_comments": 12,
     "number_of_pingbacks": 25,
     "rating": 4.9,
     "tags": ["Новости", "Технологии"],
     },
    {"blog": "Мода и стиль",
     "headline": "Тенденции моды на текущий сезон",
     "slug_headline": "tendencii-mody-na-tekushchij-sezon",
     "summary": """В этой статье мы расскажем о главных тенденциях моды на 
текущий сезон. Вы узнаете о модных цветах, принтах, фасонах и 
аксессуарах, которые будут актуальны в этом сезоне. Мы также предложим 
вам идеи и советы по созданию стильных образов с использованием новых 
модных трендов. Будьте в тренде и выглядите модно в этом сезоне!""",
     "body_text": "<p>Полный текст статьи.</p>",
     "pub_date": "2022-09-01 06:00:00",
     "authors_id": [8, 7, 16],
     "number_of_comments": 8,
     "number_of_pingbacks": 20,
     "rating": 5,
     "tags": ["Мода", "Тренды"],
     },
    {"blog": "Мода и стиль",
     "headline": "Как создать стильный образ на каждый день",
     "slug_headline": "kak-sozdat-stilnyj-obraz-na-kazhdyj-den",
     "summary": """В этой статье мы поделимся с вами секретами создания 
стильного образа на каждый день. Вы узнаете о базовых элементах 
гардероба, которые помогут вам выглядеть модно и уверенно в любой 
ситуации. Мы предложим вам простые идеи по комбинированию одежды, 
выбору аксессуаров и созданию гармоничного образа. Будьте стильными 
каждый день и выражайте свою индивидуальность через моду!""",
     "body_text": "<p>Полный текст статьи.</p>",
     "pub_date": "2024-11-01 12:00:00",
     "authors_id": [12, 11],
     "number_of_comments": 0,
     "number_of_pingbacks": 0,
     "rating": None,
     "tags": ["Стиль", "Повседневное"],
     },
    {"blog": "Мода и стиль",
     "headline": "История моды: от ретро до современности",
     "slug_headline": "istoriya-mody-ot-retro-do-sovremennosti",
     "summary": """В этой статье мы проведем вас через историю моды, 
начиная от ретро стиля до современных тенденций. Вы узнаете о модных 
эпохах, значимых дизайнерах и их влиянии на моду. Мы расскажем о 
ключевых характеристиках каждой эпохи и источниках вдохновения. 
Погрузитесь в мир моды и узнайте, как прошлое влияет на современные 
тенденции.""",
     "body_text": "<p>Полный текст статьи.</p>",
     "pub_date": "2023-06-01 12:00:00",
     "authors_id": [7],
     "number_of_comments": 2,
     "number_of_pingbacks": 10,
     "rating": None,
     "tags": ["История", "Мода"],
     },
    {"blog": "Мода и стиль",
     "headline": "Уход за кожей и волосами: лучшие советы",
     "slug_headline": "uhod-za-kozhej-i-volosami-luchshie-sovety",
     "summary": """В этой статье мы поделимся с вами лучшими советами по 
уходу за кожей и волосами. Вы узнаете о правильном выборе косметики, 
ежедневном уходе, сезонных рекомендациях и основных принципах ухода за 
кожей и волосами. Мы также расскажем о домашних рецептах и натуральных 
продуктах, которые помогут вам сохранить здоровье и красоту кожи и 
волос.""",
     "body_text": "<p>Полный текст статьи.</p>",
     "pub_date": "2023-02-01 12:00:00",
     "authors_id": [10],
     "number_of_comments": 0,
     "number_of_pingbacks": 1,
     "rating": None,
     "tags": ["Советы"],
     },
    {"blog": "Мода и стиль",
     "headline": "Интервью с известными модельерами и дизайнерами",
     "slug_headline": "intervyu-s-izvestnymi-modelerami-i-dizajnerami",
     "summary": """В этой статье мы представим вам интервью с известными 
модельерами и дизайнерами. Вы узнаете о их вдохновении, творческом 
процессе и философии моды. Мы зададим им вопросы о ключевых трендах, 
их видении стиля и роли моды в современном обществе. Будьте в курсе 
мировой моды и получите вдохновение от талантливых дизайнеров!""",
     "body_text": "<p>Полный текст статьи.</p>",
     "pub_date": "2023-02-01 12:00:00",
     "authors_id": [10],
     "number_of_comments": 0,
     "number_of_pingbacks": 2,
     "rating": 4,
     "tags": ["Мода", "Интервью"],
     },
]