data_comment = [
    #_______________Изучение красот Мачу-Пикчу (2)__________
    # 1 (1)
    {"user_id": 1,
     "entry": "Изучение красот Мачу-Пикчу",
     "text":"Комментарий!"},
    # 2 (2)
    {"user_id": 1,
     "entry": "Изучение красот Мачу-Пикчу",
     "text":"Комментарий!"},
    #_______________Приключения в Амазонке (14)__________
    # 3 (1)
    {"user_id": 1,
     "entry": "Приключения в Амазонке",
     "text":"Комментарий!"},
    # 4 (2)
    {"user_id": 1,
     "entry": "Приключения в Амазонке",
     "text":"Комментарий!"},
    # 5 (3)
    {"user_id": 1,
     "entry": "Приключения в Амазонке",
     "text":"Комментарий!",
     "parent_id": 4},
    # 6 (4)
    {"user_id": 1,
     "entry": "Приключения в Амазонке",
     "text":"Комментарий!"},
    # 7 (5)
    {"user_id": 1,
     "entry": "Приключения в Амазонке",
     "text":"Комментарий!"},
    # 8 (6)
    {"user_id": 1,
     "entry": "Приключения в Амазонке",
     "text":"Комментарий!",
     "parent_id": 7},
    # 9 (7)
    {"user_id": 1,
     "entry": "Приключения в Амазонке",
     "text":"Комментарий!"},
    # 10 (8)
    {"user_id": 1,
     "entry": "Приключения в Амазонке",
     "text":"Комментарий!"},
    # 11 (9)
    {"user_id": 1,
     "entry": "Приключения в Амазонке",
     "text":"Комментарий!"},
    # 12 (10)
    {"user_id": 1,
     "entry": "Приключения в Амазонке",
     "text":"Комментарий!"},
    # 13 (11)
    {"user_id": 1,
     "entry": "Приключения в Амазонке",
     "text":"Комментарий!"},
    # 14 (12)
    {"user_id": 1,
     "entry": "Приключения в Амазонке",
     "text":"Комментарий!"},
    # 15 (13)
    {"user_id": 1,
     "entry": "Приключения в Амазонке",
     "text":"Комментарий!"},
    # 16 (14)
    {"user_id": 1,
     "entry": "Приключения в Амазонке",
     "text":"Комментарий!",
     "parent_id": 15},
    #_______________Знакомство с Парижем (7)__________
    # 17 (1)
    {"user_id": 1,
     "entry": "Знакомство с Парижем",
     "text":"Комментарий!"},
    # 18 (2)
    {"user_id": 1,
     "entry": "Знакомство с Парижем",
     "text":"Комментарий!"},
    # 19 (3)
    {"user_id": 1,
     "entry": "Знакомство с Парижем",
     "text":"Комментарий!"},
    # 20 (4)
    {"user_id": 1,
     "entry": "Знакомство с Парижем",
     "text":"Комментарий!"},
    # 21 (5)
    {"user_id": 1,
     "entry": "Знакомство с Парижем",
     "text":"Комментарий!"},
    # 22 (6)
    {"user_id": 1,
     "entry": "Знакомство с Парижем",
     "text":"Комментарий!"},
    # 23 (7)
    {"user_id": 1,
     "entry": "Знакомство с Парижем",
     "text":"Комментарий!"},
    # _______________Открывая тайны Колизея (2)__________
    # 24 (1)
    {"user_id": 1,
     "entry": "Открывая тайны Колизея",
     "text":"Комментарий!"},
    # 25 (2)
    {"user_id": 1,
     "entry": "Открывая тайны Колизея",
     "text":"Комментарий!"},
    # _______________Оазисы Сахары: красота и опасность (4)__________
    # 26 (1)
    {"user_id": 1,
     "entry": "Оазисы Сахары: красота и опасность",
     "text": "Комментарий!"},
    # 27 (2)
    {"user_id": 1,
     "entry": "Оазисы Сахары: красота и опасность",
     "text": "Комментарий!"},
    # 28 (3)
    {"user_id": 1,
     "entry": "Оазисы Сахары: красота и опасность",
     "text": "Комментарий!"},
    # 29 (4)
    {"user_id": 1,
     "entry": "Оазисы Сахары: красота и опасность",
     "text": "Комментарий!"},
    # _______________Рецепты блюд из итальянской кухни (10)__________
    # 30 (1)
    {"user_id": 1,
     "entry": "Рецепты блюд из итальянской кухни",
     "text": "Комментарий!"},
    # 31 (2)
    {"user_id": 1,
     "entry": "Рецепты блюд из итальянской кухни",
     "text": "Комментарий!"},
    # 32 (3)
    {"user_id": 1,
     "entry": "Рецепты блюд из итальянской кухни",
     "text": "Комментарий!"},
    # 33 (4)
    {"user_id": 1,
     "entry": "Рецепты блюд из итальянской кухни",
     "text": "Комментарий!"},
    # 34 (5)
    {"user_id": 1,
     "entry": "Рецепты блюд из итальянской кухни",
     "text": "Комментарий!"},
    # 35 (6)
    {"user_id": 1,
     "entry": "Рецепты блюд из итальянской кухни",
     "text": "Комментарий!"},
    # 36 (7)
    {"user_id": 1,
     "entry": "Рецепты блюд из итальянской кухни",
     "text": "Комментарий!"},
    # 37 (8)
    {"user_id": 1,
     "entry": "Рецепты блюд из итальянской кухни",
     "text": "Комментарий!"},
    # 38 (9)
    {"user_id": 1,
     "entry": "Рецепты блюд из итальянской кухни",
     "text": "Комментарий!"},
    # 39 (10)
    {"user_id": 1,
     "entry": "Рецепты блюд из итальянской кухни",
     "text": "Комментарий!"},
    # _______________Приготовление собственного хлеба (7)__________
    # 40 (1)
    {"user_id": 1,
     "entry": "Приготовление собственного хлеба",
     "text": "Комментарий!"},
    # 41 (2)
    {"user_id": 1,
     "entry": "Приготовление собственного хлеба",
     "text": "Комментарий!"},
    # 42 (3)
    {"user_id": 1,
     "entry": "Приготовление собственного хлеба",
     "text": "Комментарий!"},
    # 43 (4)
    {"user_id": 1,
     "entry": "Приготовление собственного хлеба",
     "text": "Комментарий!"},
    # 44 (5)
    {"user_id": 1,
     "entry": "Приготовление собственного хлеба",
     "text": "Комментарий!"},
    # 45 (6)
    {"user_id": 1,
     "entry": "Приготовление собственного хлеба",
     "text": "Комментарий!"},
    # 46 (7)
    {"user_id": 1,
     "entry": "Приготовление собственного хлеба",
     "text": "Комментарий!"},
    # _______________Экзотические специи и их использование (2)__________
    # 47 (1)
    {"user_id": 1,
     "entry": "Экзотические специи и их использование",
     "text": "Комментарий!"},
    # 48 (2)
    {"user_id": 1,
     "entry": "Экзотические специи и их использование",
     "text": "Комментарий!"},
    # _______________Десерты для настоящих сладкоежек (4)__________
    # 49 (1)
    {"user_id": 1,
     "entry": "Десерты для настоящих сладкоежек",
     "text": "Комментарий!"},
    # 50 (2)
    {"user_id": 1,
     "entry": "Десерты для настоящих сладкоежек",
     "text": "Комментарий!"},
    # 51 (3)
    {"user_id": 1,
     "entry": "Десерты для настоящих сладкоежек",
     "text": "Комментарий!"},
    # 52 (4)
    {"user_id": 1,
     "entry": "Десерты для настоящих сладкоежек",
     "text": "Комментарий!"},
    # _______________Гастрономическое путешествие по Франции (5)__________
    # 53 (1)
    {"user_id": 1,
     "entry": "Гастрономическое путешествие по Франции",
     "text": "Комментарий!"},
    # 54 (2)
    {"user_id": 1,
     "entry": "Гастрономическое путешествие по Франции",
     "text": "Комментарий!"},
    # 55 (3)
    {"user_id": 1,
     "entry": "Гастрономическое путешествие по Франции",
     "text": "Комментарий!"},
    # 56 (4)
    {"user_id": 1,
     "entry": "Гастрономическое путешествие по Франции",
     "text": "Комментарий!"},
    # 57 (5)
    {"user_id": 1,
     "entry": "Гастрономическое путешествие по Франции",
     "text": "Комментарий!"},
    # _______________Упражнения для поддержания физической формы (2)__________
    # 58 (1)
    {"user_id": 1,
     "entry": "Упражнения для поддержания физической формы",
     "text": "Комментарий!"},
    # 59 (2)
    {"user_id": 1,
     "entry": "Упражнения для поддержания физической формы",
     "text": "Комментарий!"},

    # _______________Здоровое питание: полезные рецепты (7)__________
    # 60 (1)
    {"user_id": 1,
     "entry": "Здоровое питание: полезные рецепты",
     "text": "Комментарий!"},
    # 61 (2)
    {"user_id": 1,
     "entry": "Здоровое питание: полезные рецепты",
     "text": "Комментарий!"},
    # 62 (3)
    {"user_id": 1,
     "entry": "Здоровое питание: полезные рецепты",
     "text": "Комментарий!"},
    # 63 (4)
    {"user_id": 1,
     "entry": "Здоровое питание: полезные рецепты",
     "text": "Комментарий!"},
    # 64 (5)
    {"user_id": 1,
     "entry": "Здоровое питание: полезные рецепты",
     "text": "Комментарий!"},
    # 65 (6)
    {"user_id": 1,
     "entry": "Здоровое питание: полезные рецепты",
     "text": "Комментарий!"},
    # 66 (7)
    {"user_id": 1,
     "entry": "Здоровое питание: полезные рецепты",
     "text": "Комментарий!"},

    # _______________Топ-10 фитнес-тренеров для вдохновения (1)__________
    # 67 (1)
    {"user_id": 1,
     "entry": "Топ-10 фитнес-тренеров для вдохновения",
     "text": "Комментарий!"},
    # _______________Как правильно заниматься йогой (0)__________

    # _______________Секреты успешного похудения (5)__________
    # 68 (1)
    {"user_id": 1,
     "entry": "Секреты успешного похудения",
     "text": "Комментарий!"},
    # 69 (2)
    {"user_id": 1,
     "entry": "Секреты успешного похудения",
     "text": "Комментарий!"},
    # 70 (3)
    {"user_id": 1,
     "entry": "Секреты успешного похудения",
     "text": "Комментарий!"},
    # 71 (4)
    {"user_id": 1,
     "entry": "Секреты успешного похудения",
     "text": "Комментарий!"},
    # 72 (5)
    {"user_id": 1,
     "entry": "Секреты успешного похудения",
     "text": "Комментарий!"},
    # _______________Последние тренды в мире искусственного интеллекта (0)__________

    # _______________Развитие интернета вещей: будущее или реальность? (8)__________
    # 73 (1)
    {"user_id": 1,
     "entry": "Развитие интернета вещей: будущее или реальность?",
     "text": "Комментарий!"},
    # 74 (2)
    {"user_id": 1,
     "entry": "Развитие интернета вещей: будущее или реальность?",
     "text": "Комментарий!"},
    # 75 (3)
    {"user_id": 1,
     "entry": "Развитие интернета вещей: будущее или реальность?",
     "text": "Комментарий!"},
    # 76 (4)
    {"user_id": 1,
     "entry": "Развитие интернета вещей: будущее или реальность?",
     "text": "Комментарий!"},
    # 77 (5)
    {"user_id": 1,
     "entry": "Развитие интернета вещей: будущее или реальность?",
     "text": "Комментарий!"},
    # 78 (6)
    {"user_id": 1,
     "entry": "Развитие интернета вещей: будущее или реальность?",
     "text": "Комментарий!"},
    # 79 (7)
    {"user_id": 1,
     "entry": "Развитие интернета вещей: будущее или реальность?",
     "text": "Комментарий!"},
    # 80 (8)
    {"user_id": 1,
     "entry": "Развитие интернета вещей: будущее или реальность?",
     "text": "Комментарий!"},
    # _______________Новые гаджеты и устройства: обзор рынка (20)__________
    # 81 (1)
    {"user_id": 1,
     "entry": "Новые гаджеты и устройства: обзор рынка",
     "text": "Комментарий!"},
    # 82 (2)
    {"user_id": 1,
     "entry": "Новые гаджеты и устройства: обзор рынка",
     "text": "Комментарий!"},
    # 83 (3)
    {"user_id": 1,
     "entry": "Новые гаджеты и устройства: обзор рынка",
     "text": "Комментарий!"},
    # 84 (4)
    {"user_id": 1,
     "entry": "Новые гаджеты и устройства: обзор рынка",
     "text": "Комментарий!"},
    # 85 (5)
    {"user_id": 1,
     "entry": "Новые гаджеты и устройства: обзор рынка",
     "text": "Комментарий!"},
    # 86 (6)
    {"user_id": 1,
     "entry": "Новые гаджеты и устройства: обзор рынка",
     "text": "Комментарий!"},
    # 87 (7)
    {"user_id": 1,
     "entry": "Новые гаджеты и устройства: обзор рынка",
     "text": "Комментарий!"},
    # 88 (8)
    {"user_id": 1,
     "entry": "Новые гаджеты и устройства: обзор рынка",
     "text": "Комментарий!"},
    # 89 (9)
    {"user_id": 1,
     "entry": "Новые гаджеты и устройства: обзор рынка",
     "text": "Комментарий!"},
    # 90 (10)
    {"user_id": 1,
     "entry": "Новые гаджеты и устройства: обзор рынка",
     "text": "Комментарий!"},
    # 91 (11)
    {"user_id": 1,
     "entry": "Новые гаджеты и устройства: обзор рынка",
     "text": "Комментарий!"},
    # 92 (12)
    {"user_id": 1,
     "entry": "Новые гаджеты и устройства: обзор рынка",
     "text": "Комментарий!"},
    # 93 (13)
    {"user_id": 1,
     "entry": "Новые гаджеты и устройства: обзор рынка",
     "text": "Комментарий!"},
    # 94 (14)
    {"user_id": 1,
     "entry": "Новые гаджеты и устройства: обзор рынка",
     "text": "Комментарий!"},
    # 95 (15)
    {"user_id": 1,
     "entry": "Новые гаджеты и устройства: обзор рынка",
     "text": "Комментарий!"},
    # 96 (16)
    {"user_id": 1,
     "entry": "Новые гаджеты и устройства: обзор рынка",
     "text": "Комментарий!"},
    # 97 (17)
    {"user_id": 1,
     "entry": "Новые гаджеты и устройства: обзор рынка",
     "text": "Комментарий!"},
    # 98 (18)
    {"user_id": 1,
     "entry": "Новые гаджеты и устройства: обзор рынка",
     "text": "Комментарий!"},
    # 99 (19)
    {"user_id": 1,
     "entry": "Новые гаджеты и устройства: обзор рынка",
     "text": "Комментарий!"},
    # 100 (20)
    {"user_id": 1,
     "entry": "Новые гаджеты и устройства: обзор рынка",
     "text": "Комментарий!"},

    # _______________Кибербезопасность: защита вашей конфиденциальности (12)__________
    # 101 (1)
    {"user_id": 1,
     "entry": "Кибербезопасность: защита вашей конфиденциальности",
     "text": "Комментарий!"},
    # 102 (2)
    {"user_id": 1,
     "entry": "Кибербезопасность: защита вашей конфиденциальности",
     "text": "Комментарий!"},
    # 103 (3)
    {"user_id": 1,
     "entry": "Кибербезопасность: защита вашей конфиденциальности",
     "text": "Комментарий!"},
    # 104 (4)
    {"user_id": 1,
     "entry": "Кибербезопасность: защита вашей конфиденциальности",
     "text": "Комментарий!"},
    # 105 (5)
    {"user_id": 1,
     "entry": "Кибербезопасность: защита вашей конфиденциальности",
     "text": "Комментарий!"},
    # 106 (6)
    {"user_id": 1,
     "entry": "Кибербезопасность: защита вашей конфиденциальности",
     "text": "Комментарий!"},
    # 107 (7)
    {"user_id": 1,
     "entry": "Кибербезопасность: защита вашей конфиденциальности",
     "text": "Комментарий!"},
    # 108 (8)
    {"user_id": 1,
     "entry": "Кибербезопасность: защита вашей конфиденциальности",
     "text": "Комментарий!"},
    # 109 (9)
    {"user_id": 1,
     "entry": "Кибербезопасность: защита вашей конфиденциальности",
     "text": "Комментарий!"},
    # 110 (10)
    {"user_id": 1,
     "entry": "Кибербезопасность: защита вашей конфиденциальности",
     "text": "Комментарий!"},
    # 111 (11)
    {"user_id": 1,
     "entry": "Кибербезопасность: защита вашей конфиденциальности",
     "text": "Комментарий!"},
    # 112 (12)
    {"user_id": 1,
     "entry": "Кибербезопасность: защита вашей конфиденциальности",
     "text": "Комментарий!"},
    # _______________Инновации в области виртуальной реальности (12)__________
    # 113 (1)
    {"user_id": 1,
     "entry": "Инновации в области виртуальной реальности",
     "text": "Комментарий!"},
    # 114 (2)
    {"user_id": 1,
     "entry": "Инновации в области виртуальной реальности",
     "text": "Комментарий!"},
    # 115 (3)
    {"user_id": 1,
     "entry": "Инновации в области виртуальной реальности",
     "text": "Комментарий!"},
    # 116 (4)
    {"user_id": 1,
     "entry": "Инновации в области виртуальной реальности",
     "text": "Комментарий!"},
    # 117 (5)
    {"user_id": 1,
     "entry": "Инновации в области виртуальной реальности",
     "text": "Комментарий!"},
    # 118 (6)
    {"user_id": 1,
     "entry": "Инновации в области виртуальной реальности",
     "text": "Комментарий!"},
    # 119 (7)
    {"user_id": 1,
     "entry": "Инновации в области виртуальной реальности",
     "text": "Комментарий!"},
    # 120 (8)
    {"user_id": 1,
     "entry": "Инновации в области виртуальной реальности",
     "text": "Комментарий!"},
    # 121 (9)
    {"user_id": 1,
     "entry": "Инновации в области виртуальной реальности",
     "text": "Комментарий!"},
    # 122 (10)
    {"user_id": 1,
     "entry": "Инновации в области виртуальной реальности",
     "text": "Комментарий!"},
    # 123 (11)
    {"user_id": 1,
     "entry": "Инновации в области виртуальной реальности",
     "text": "Комментарий!"},
    # 124 (12)
    {"user_id": 1,
     "entry": "Инновации в области виртуальной реальности",
     "text": "Комментарий!"},
    # _______________Тенденции моды на текущий сезон (8)__________
    # 125 (1)
    {"user_id": 1,
     "entry": "Тенденции моды на текущий сезон",
     "text": "Комментарий!"},
    # 126 (2)
    {"user_id": 1,
     "entry": "Тенденции моды на текущий сезон",
     "text": "Комментарий!"},
    # 127 (3)
    {"user_id": 1,
     "entry": "Тенденции моды на текущий сезон",
     "text": "Комментарий!"},
    # 128 (4)
    {"user_id": 1,
     "entry": "Тенденции моды на текущий сезон",
     "text": "Комментарий!"},
    # 129 (5)
    {"user_id": 1,
     "entry": "Тенденции моды на текущий сезон",
     "text": "Комментарий!"},
    # 130 (6)
    {"user_id": 1,
     "entry": "Тенденции моды на текущий сезон",
     "text": "Комментарий!"},
    # 131 (7)
    {"user_id": 1,
     "entry": "Тенденции моды на текущий сезон",
     "text": "Комментарий!"},
    # 132 (8)
    {"user_id": 1,
     "entry": "Тенденции моды на текущий сезон",
     "text": "Комментарий!"},
    # _______________Как создать стильный образ на каждый день (0)__________

    # _______________История моды: от ретро до современности (2)__________
    # 133 (1)
    {"user_id": 1,
     "entry": "История моды: от ретро до современности",
     "text": "Комментарий!"},
    # 134 (2)
    {"user_id": 1,
     "entry": "История моды: от ретро до современности",
     "text": "Комментарий!",
     "parent_id": 133},
    # _______________Уход за кожей и волосами: лучшие советы (0)__________

    # _______________Интервью с известными модельерами и дизайнерами (0)__________
]